 <sect1 id="applets-core-mailcheck">
  <title>E-postsjekk appleten</title> 

  <para>
    <application>E-postsjekk applet</application> er en applet som sitter
    p&aring; ditt panel og gir deg beskjed n&aring;r du f&aring;r ny e-post. For &aring; legge denne
    appleten til p&aring; panelet h&oslash;yreklikker du p&aring; panelet og velger
    <menuchoice>
     <guimenu>Legg til applet</guimenu>
     <guisubmenu>Nettverk</guisubmenu>
     <guimenuitem>E-postsjekk</guimenuitem>
    </menuchoice>
  </para>
  <para>
    Dette dokumentet refererer til versjon 1.1 av appleten som finnes i 
    gnome-core-1.1.x pakken. <application>E-postsjekk 
    appleten</application> er skrevet av: 
    Miguel de Icaza (<email>miguel@gnu.org</email>),
    Jacob Berkman (<email>jberkman@andrew.cmu.edu</email>),
    Jaka Mocnik (<email>jaka.mocnik@kiss.uni-lj.si</email>) og
    Lennart Poettering (<email>poettering@gmx.net</email>). Hvis du f&aring;r
    problemer med den, vennligst rapporter feil eller forslag til
    <ulink type="http" url="http://bugs.gnome.org/">GNOME feilrapporteringssystemet</ulink>
    via e-post eller ved &aring; bruke <command>bug-buddy</command>.
  </para>

   <sect2 id="mailcheck-usage">
    <title>Bruk</title>
    <para>
      Du trenger ikke &aring; gj&oslash;re noe spesielt for &aring; kj&oslash;re denne appleten.
      Forutsatt at den ser etter e-post p&aring; rett sted, vil den kj&oslash;re 
      uten problemer. De f&oslash;lgende alternativene er tilgjengelige:
    </para>
 
    <itemizedlist>
     <listitem>
      <para>
        Klikk med <mousebutton>musknapp 1</mousebutton> gj&oslash;r ingenting
        hvis ikke du har sagt at et program skal startes n&aring;r du gj&oslash;r dette.
        Du kan gj&oslash;re dette via egenskaper boksen som er beskrevet <link
        linkend="mailcheck-prefs">under</link>.
      </para>
     </listitem>
     <listitem>
      <para>
        Ved &aring; holde nede <mousebutton>musknapp 2</mousebutton> kan du
        dra appleten rundt p&aring; panelet (og mellom flere paneler).
      </para>
     </listitem>
     <listitem>
      <para>
        Hvis du klikker <mousebutton>musknapp 3</mousebutton> f&aring;r du opp
        <guimenu>applet menyen</guimenu>, som inkluderer en Om boks
        og oppf&oslash;ring for <link linkend="mailcheck-prefs">egenskaper</link>
      </para>
     </listitem>
    </itemizedlist>
   </sect2>
 
   <sect2 id="mailcheck-prefs">
    <title>Brukervalg</title>
    <para>
       <interface>Egenskaper dialogboksen</interface> for e-postsjekk er
       delt opp i to seksjoner, en for &aring; styre hva e-postsjekk appleten
       gj&oslash;r, og en for &aring; styre hvor den sjekker etter e-post.
    </para>
  
    <variablelist>
     <varlistentry>
      <term>E-postsjekk alternativer</term>
      <listitem>
       <para>
         E-postsjekk alternativer har seks seksjoner:
       </para>
 
       <variablelist>
        <varlistentry>
         <term>Kj&oslash;r...f&oslash;r hver oppdatering</term>
         <listitem>
          <para>
            Noen ganger vil du kanskje kj&oslash;re noe slikt som
            <application>fetchmail</application> f&oslash;r appleten sjekker
            etter ny e-post. For &aring; gj&oslash;re dette, krysser du av i denne boksen
            og skriver inn programnavnet i dette feltet.
          </para>
         </listitem>
        </varlistentry>
 
        <varlistentry>
         <term>Kj&oslash;r...n&aring;r ny e-post ankommer</term>
         <listitem>
          <para>
            Noen ganger &oslash;nsker du kanskje at andre programmer kj&oslash;res n&aring;r
            ny post ankommer. Det er vanlig &aring; la maskinen spille av en lyd
            for eksempel. Ved &aring; krysse av i denne boksen og skrive inn 
            kommandoen (slik som <command>mpg123 e-postlyd.mpg</command>
            eller <command>esdplay e-postlyd.wav</command>) vil dette bli
            gjort.
          </para>
         </listitem>
        </varlistentry>
 
        <varlistentry>
         <term>Kj&oslash;r...ved musklikk</term>
         <listitem>
          <para>
    	    Ved &aring; sette inn et programnavn (vanligvis en postleser slik som
            <application>balsa</application> eller <application>spruce</application>
            her i tillegg til &aring; krysse av i boksen, kan du stille inn slik at
            programmet kj&oslash;res automatisk n&aring;r du klikker 
	    <mousebutton>knapp 1</mousebutton> p&aring; appleten
          </para>
         </listitem>
        </varlistentry>
 
        <varlistentry>
         <term>Sjekk etter post hver(t)...</term>
         <listitem>
          <para>
            Du kan justere tidspunktet for sjekk etter ny e-post i omr&aring;det
            mellom 1440 minutter (en gang om dagen) og aldri. &aring; sette den til aldri
            er dumt og vil forvirre programmet. Standardverdien er en gang hvert
            annet sekund.
          </para>
         </listitem>
        </varlistentry>
 
        <varlistentry>
         <term>Spill en lyd n&aring;r det kommer ny post</term>
         <listitem>
          <para>
            Lyden som spilles hvis du krysser av i denne <guibutton>boksen</guibutton>
            er en alarmbjelle. Den finnes i
            <filename>$prefix/sound/events/mailcheck.soundlist</filename>;
            hvis du &oslash;nsker &aring; endre den til en annen lyd endrer du det her, og
            plasserer lydfilen i <filename>$prefix/sounds/</filename>.
          </para>
         </listitem>
        </varlistentry>
  
        <varlistentry>
         <term>Velg animasjon</term>
         <listitem>
          <para>
            Ved &aring; klikke p&aring; <guilabel>boksen med animasjonsnavnet</guilabel>,
            kan du f&aring; opp en liste med forskjellige bilder som har forskjellige
            animasjoner n&aring;r ny e-post ankommer.
          </para>
         </listitem>
        </varlistentry>
       </variablelist>
      </listitem>   
     </varlistentry>
    
     <varlistentry>
      <term>Alternativer for postboks</term>
      <listitem>
       <para>
         Alternativer for postboks har fire seksjoner hvor noen vil være
         "gr&aring;et ut".
       </para>
           
       <para>
         Ved &aring; klikke p&aring; <guilabel>boksen med plassering av postboks</guilabel>,
         kan du fortelle e-postsjekk appleten hvor den skal se etter innkommende
         e-post.
       </para>
       <itemizedlist>
        <listitem>
         <para>
           N&aring;r lokal e-postk&oslash; eller lokal e-postmappe er valgt som plassering
           for postboksen, kan du fylle ut detaljer om hvilken fil eller
           katalog appleten skal sjekke etter ny e-post i. Du kan kun sette
           inn ett filnavn her. Seksjonen om e-postjenere vil være utilgjengelig.
          </para>
         </listitem>
         <listitem>
          <para>
           N&aring;r ekstern POP3 eller ekstern IMAP er valgt som plassering for
           postboksen kan du fylle ut detaljer om e-posttjeneren,
           brukernavn og passord. Hvis du ikke oppgir passordet, vil appleten
           sp&oslash;rre deg n&aring;r den pr&oslash;ver &aring; sjekke etter e-post f&oslash;rste gang.
           Seksjonen om lokale filnavn vil være utilgjengelig.
         </para>
        </listitem>
       </itemizedlist>
      </listitem>
     </varlistentry>    
   </variablelist>
  </sect2>
 
  <sect2 id="mailcheck-bugs">
   <title>Kjente feil og begrensninger</title>
   <itemizedlist>
    <listitem>
     <para>
       Hvis du setter opp kj&oslash;ring av et program f&oslash;r hver oppdatering kan du
       risikere at appleten og panelet "henger".
     </para>
    </listitem>
    <listitem>
     <para>
       Noen ganger slutter animasjonen &aring; virke etter lang tids bruk.
     </para>
    </listitem>
    <listitem>
     <para>
       Hvis du bruker et e-postfilter slik som <application>procmail</application>,
       som sorterer e-post til forskjellige mapper, vil ikke appleten sjekke alle
       disse etter ny post. Den vil bare se i én fil.
     </para>
    </listitem>
   </itemizedlist>
  </sect2>
 </sect1>

