Repository: GNOME/gnome-panel
Catalog: help/workspace-switcher/*/*.po
Languages: cs, eu, ko

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ko: 본 설명서는 프리 소프트웨어 재단(FSF)에서 발행한 GNU 자유 문서 라이센스(GFDL) 버전 1.1 이상의 조항에 따라 변경 불가 부분, 앞 표지 텍스트 및 뒷 표지 텍스트를 제외하고 복사, 수정 및/또는 배포할 수 있습니다. GFDL의 사본은 <ulink type="help" url="ghelp:fdl">링크</ulink> 또는 본 설명서와 함께 배포된 COPYING-DOCS 파일에서 찾을 수 있습니다.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ko: 본 설명서는 GFDL에 따라 배포된 그놈 설명서 컬렉션의 일부입니다. 본 설명서를 컬렉션과 별도로 배포하려는 경우에는 라이센스 조항 6에 따라 라이센스 사본을 설명서에 추가하면 됩니다.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ko: 기업의 제품과 서비스를 식별하기 위해 사용된 많은 이름은 상표로 간주됩니다. 그놈 문서에 사용된 이름과 그놈 문서 프로젝트의 구성원은 해당 상표로, 모두 대문자로 표시되거나 첫 글자가 대문자로 표시되어 있습니다.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ko: 문서는 "있는 그대로"로 제공되며 상품성, 특정 목적에의 적합성 또는 준수에 대한 보증을 비롯한 일체의 명시적 또는 암시적인 보증을 제한 없이 부인합니다. 문서 및 수정판의 품질, 정확성 및 성능에 대한 책임은 전적으로 사용자에게 있습니다. 문서 또는 수정판에 대한 오류를 입증하려면 사용자(원저작자, 저작자 또는 배포자 아님)는 필요한 서비스, 수리 및 수정 비용을 부담해야 합니다. 본 보증 부인은 라이센스의 필수 부분에 해당합니다. 본 보증 부인을 따르지 않는 모든 문서나 수정판은 사용할 수 없습니다.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ko: 또한 불법 행위(부주의 포함), 계약 또는 직접, 간접, 특별, 부수적 및 파생적인 모든 손해(영업권 손실, 작업 중지, 컴퓨터 오류 및 고장 또는 본 문서나 수정판의 사용으로 인해 발생하거나 관련된 기타 모든 손실 및 이러한 손실 가능성에 대해 미리 공지한 경우에도 제한되지 않음)에 대해서는 어떠한 상황이나 법률적인 이론 하에서도 본 문서 또는 수정판의 저작자, 원저자, 모든 배포자 또는 공급자는 책임을 지지 않습니다.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ko: 문서 및 수정판은 다음 GNU 자유 문서 라이센스의 조항에 따라 제공됩니다. <placeholder-1/>

source: Workspace Switcher Manual
ko: 작업 공간 바꾸기 프로그램 설명서

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
eu: GNOMEren dokumentazio-proiektua
ko: 그놈 문서 프로젝트

source: GNOME Documentation Team
ko: 그놈 문서 팀

source: Workspace Switcher Applet Manual V2.6
cs: Přiručka appletu Přepínač pracovních ploch V2.6
eu: Laneko arearen aldatzailearen eskuliburua, 2.6 bertsioa
ko: 작업 공간 바꾸기 애플릿 설명서 V2.6

source: August 2004
cs: srpen 2004
eu: 2004ko abuztua
ko: 2004년 8월

source: Sun Java Desktop System Documentation Team
ko: Sun 자바 데스크탑 시스템 문서 팀

source: Workspace Switcher Applet Manual V2.5
ko: 작업 공간 바꾸기 애플릿 설명서 V2.5

source: February 2004
ko: 2004년 2월

source: Sun GNOME Documentation Team
ko: Sun 그놈 문서 팀

source: Workspace Switcher Applet Manual V2.4
ko: 작업 공간 바꾸기 애플릿 설명서 V2.4

source: September 2003
ko: 2003년 9월

source: Workspace Switcher Applet Manual V2.3
ko: 작업 공간 바꾸기 애플릿 설명서 V2.3

source: August 2003
ko: 2003년 8월

source: Workspace Switcher Applet Manual V2.2
ko: 작업 공간 바꾸기 애플릿 설명서 V2.2

source: August 2002
ko: 2002년 8월

source: Workspace Switcher Applet Manual V2.1
ko: 작업 공간 바꾸기 애플릿 설명서 V2.1

source: July 2002
ko: 2002년 7월

source: March 2002
ko: 2002년 3월

source: Desk Guide Applet Manual
ko: 데스크 가이드 애플릿 설명서

source: This manual describes version 2.7.92 of Workspace Switcher.
ko: 이 설명서에서는 작업 공간 바꾸기 프로그램 버전 2.7.92에 대해 설명합니다.

source: Feedback
ko: 피드백

source: To report a bug or make a suggestion regarding the Workspace Switcher applet or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
ko: 작업 공간 전환 바꾸기 프로그램 또는 이 설명서에 대한 버그를 보고하거나 의견을 제시하려면 <ulink url="ghelp:gnome-feedback" type="help">그놈 피드백 페이지</ulink>에 있는 지시 사항을 따르십시오.

source: The Workspace Switcher displays the workspaces for your GNOME Desktop in the panel and enables you to switch between them. You can also manage windows by dragging them between workspaces.
cs: Přepínač pracovních ploch zobrazuje pracovní plochy GNOME v panelu a umožňuje přepínat mezi nimi. Umožňuje spravovat okna přetažením mezi pracovními plochami.
eu: Laneko arearen aldatzaileak GNOME mahaigaineko laneko areak bistaratzen ditu panelean, eta batetik bestera joateko aukera ematen dizu. Leihoak kudeatzen ere lagunduko dizu, laneko areen artean arrastatuz.
ko: 작업 공간 바꾸기 프로그램은 패널에 그놈 데스크탑의 작업 공간을 표시하고 이를 이용해서 작업 공간 사이를 이동할 수 있습니다. 작업 공간 사이에 창을 끌어서 창을 관리할 수도 있습니다.

source: Workspace Switcher
ko: 작업 공간 바꾸기 프로그램

source: Introduction
ko: 소개

source: Workspace Switcher Applet
ko: 작업 공간 바꾸기 애플릿

source: Shows Workspace Switcher applet. Contains a button for each workspace.
ko: 작업 공간 바꾸기 애플릿을 표시합니다. 각 작업 공간에 해당하는 단추가 들어 있습니다.

source: The <application>Workspace Switcher</application> applet displays the workspaces that are on your GNOME Desktop. A workspace is a discrete area on the GNOME Desktop in which you can work. Every workspace on the GNOME Desktop contains the same desktop background, the same panels, and the same menus. However, you can run different applications and open different windows in each workspace. You can display only one workspace at a time but you can have windows open in other workspaces.
ko: <application>작업 공간 바꾸기</application> 애플릿은 그놈 데스크탑의 작업 공간을 표시합니다. 작업 공간은 데스크탑의 분리된 영역으로, 이곳에서 작업을 수행할 수 있습니다. 바탕 화면의 작업 공간에는 모두 같은 바탕 화면, 같은 패널 및 같은 메뉴가 있습니다. 그러나 각 작업 공간마다 서로 다른 프로그램을 실행하고 서로 다른 창을 열 수 있습니다. 작업 공간은 한 번에 하나씩만 화면에 보이지만, 보이지 않는 다른 작업 공간에 창을 열어 놓을 수 있습니다.

source: By default, the <application>Workspace Switcher</application> applet displays a visual representation of the workspaces on the GNOME Desktop, as shown in <xref linkend="workspacelist-fig"/>. The applet displays the application windows and dialogs that are open in a workspace. The applet highlights the background of the current workspace and the window that has focus. You can change the default behavior of the applet to display only the names of the workspaces in the applet. See <xref linkend="workspacelist-prefs"/> for more information about how to configure the applet.
ko: 기본값으로 <application>작업 공간 바꾸기</application> 애플릿은 <xref linkend="workspacelist-fig"/>에서 볼 수 있는 것처럼 데스크탑의 작업 공간을 한 눈에 들어오게 표시합니다. 애플릿은 작업 공간에 열려 있는 프로그램 창과 대화 상자를 표시합니다. 애플릿은 현재 작업 공간의 바탕 및 포커스가 있는 창을 강조 표시합니다. 애플릿의 기본 동작을 변경해서 애플릿에 작업 공간의 이름만 표시할 수 있습니다. 애플릿을 설정하는 방법에 대한 자세한 내용은 <xref linkend="workspacelist-prefs"/> 부분을 참고하십시오.

source: <xref linkend="workspacelist-fig"/> shows the <application>Workspace Switcher</application> applet when a session contains four workspaces. The applet displays the workspaces in order from left to right across the rows of the applet. In <xref linkend="workspacelist-fig"/> the applet is set up to display the workspaces in one row. See <xref linkend="workspacelist-prefs"/> for information about how to change the number of applet rows.
ko: <xref linkend="workspacelist-fig"/> 그림에는 세션에 작업 공간 4개가 들어 있는 <application>작업 공간 바꾸기</application> 애플릿이 있습니다. 애플릿은 애플릿 행에서 왼쪽에서 오른쪽으로 작업 공간을 순서대로 표시합니다. <xref linkend="workspacelist-fig"/>에는 작업 공간을 한 행으로 표시하도록 애플릿을 설정하였습니다. 애플릿 행 개수를 변경하는 방법은 <xref linkend="workspacelist-prefs"/> 부분을 참고하십시오.

source: To Add Workspace Switcher to a Panel
ko: 패널에 작업 공간 바꾸기 프로그램을 붙이려면

source: Perform the following steps:
ko: 다음 순서대로 하십시오:

source: Right-click on the panel.
ko: 패널에 오른쪽 단추를 누르십시오.

source: Choose <guimenuitem>Add to Panel</guimenuitem>.
ko: <guimenuitem>패널에 더하기</guimenuitem>를 선택하십시오.

source: Scroll down the list of items in the <guilabel>Add to Top Panel</guilabel> dialog, then select <guilabel>Workspace Switcher</guilabel>.
ko: <guilabel>패널에 더하기</guimenuitem> 대화 상자의 목록에서 스크롤창을 내려 <guilabel>작업 공간 바꾸기 프로그램</guilabel>을 선택하십시오.

source: Click <guibutton>Add</guibutton>.
ko: <guibutton>더하기</guibutton>를 누르십시오.

source: Usage
ko: 사용법

source: To Navigate Workspaces
ko: 작업 공간 사이를 이동하려면

source: The background of the button in the applet that represents the current workspace is highlighted. To switch to another workspace, click on the button that represents the new workspace. To return to your original workspace, repeat this for the workspace you started on.
ko: 애플릿에서 현재 작업 공간에 해당하는 단추의 바탕이 강조 표시됩니다. 다른 작업 공간으로 바꾸려면 새 작업 공간에 해당하는 단추를 누릅니다. 원래 작업 공간으로 돌아가려면 <application>작업 공간 바꾸기</application>에서 해당 작업 공간에 해당하는 단추를 누릅니다.

source: You can also switch between workspaces using keyboard shortcuts: see the <ulink type="help" url="ghelp:user-guide?gosoverview-41">related section in the Desktop User Guide</ulink>.
ko: 키보드 단축키를 이용해 작업 공간 사이를 바꿀 수 있습니다. <ulink type="help" url="ghelp:user-guide?gosoverview-41">데스크탑 사용자 안내서의 관련 부분</ulink>을 보십시오.

source: When you switch to a different workspace, the content of the <application>Window List</application> applet changes to reflect the windows that are open in the new workspace.
ko: 다른 작업 공간으로 전환하면 <application>창 목록</application> 애플릿의 내용이 그 작업 공간에 열린 창에 맞게 바뀝니다.

source: To Move a Window From One Workspace to Another
ko: 한 작업 공간에서 다른 작업 공간으로 창을 옮기려면

source: To use <application>Workspace Switcher</application> to move a window from one workspace to another, drag the window from the current workspace to the new workspace.
ko: <application>작업 공간 바꾸기</application>를 사용해 한 작업 공간에서 다른 작업 공간으로 창을 옮기려면 현재 작업 공간에서 새 작업 공간으로 해당 창을 끌면 됩니다.

source: Preferences
ko: 기본 설정

source: To configure the <application>Workspace Switcher</application> applet, right-click on the applet, then choose <guimenuitem>Preferences</guimenuitem>. The <guilabel>Workspace Switcher Preferences</guilabel> dialog is displayed.
ko: <application>작업 공간 바꾸기</application> 애플릿을 설정하려면 애플릿을 마우스 오른쪽 버튼으로 누르고 <guimenuitem>기본 설정</guimenuitem>을 선택합니다.

source: Switcher
ko: 작업 공간 바꾸기

source: Select one of the following options to determine which workspaces the <application>Workspace Switcher</application> displays:
ko: 다음 옵션 중 하나를 선택해 <application>작업 공간 바꾸기</application>가 표시할 작업 공간을 지정할 수 있습니다:

source: Show only the current workspace
ko: 현재 작업 공간만 보여주기

source: Select this option to only display the current workspace in the <application>Workspace Switcher</application> applet.
ko: 이 옵션을 선택하면 <application>작업 공간 바꾸기</application> 애플릿에 현재 작업 공간만 표시합니다.

source: Show all workspaces in ... rows
ko: 모든 작업 공간 보여주기 ... 행

source: Select this option to show all of the workspaces that are on your GNOME Desktop in the <application>Workspace Switcher</application> applet. Use the spin box to specify the number of rows to use to display the workspaces in the applet.
ko: 이 옵션을 선택하면 <application>작업 공간 바꾸기</application> 애플릿에 그놈 데스크탑의 모든 작업 공간이 표시됩니다. 스핀 상자를 사용해 애플릿에 작업 공간을 표시할 행 수를 지정할 수 있습니다.

source: Workspaces
ko: 작업 공간

source: Use the following options to determine how the applet displays the workspaces:
ko: 다음 옵션을 사용해서 애플릿이 작업 공간을 표시하는 방법을 지정합니다:

source: Number of workspaces
ko: 작업 공간의 개수

source: Use this spin box to increase or decrease the number of workspaces in a session.
ko: 이 스핀 상자를 사용해 세션의 작업 공간 수를 늘리거나 줄입니다.

source: Workspace names
ko: 작업 공간 이름

source: Use this list box to edit the names of the workspaces on your GNOME Desktop. To edit a workspace name, click twice on the name, then type the new name.
ko: 이 목록 상자를 사용해 데스크탑 작업 공간의 이름을 편집할 수 있습니다. 작업 공간 이름을 편집하려면, 해당 이름을 두 번 누르고, 새 이름을 입력합니다.

source: Show workspace names in switcher
ko: 작업 공간 바꾸기 프로그램에서 공간의 이름 표시

source: Select this option to display the names of the workspaces in the applet instead of a visual representation of the workspaces.
ko: 이 옵션을 선택하면 작업 공간을 한 눈에 들어오게 표시하지 않고, 작업 공간의 이름을 애플릿에 표시합니다.

source: translator-credits
cs: Jan Brož <brozj@email.cz>, 2009.
eu: Hizkuntza Politikarako Sailburuordetza <hizkpol@ej-gv.es>, 2008.
ko: Sun Microsystems, 2002. 류창우 <cwryu@debian.org>, 2007.

source: Problem showing document
cs: Problémové zobrazení dokumentu
eu: Arazoak dokumentua bistaratzeko

source: This file has been created when we migrated the workspace docs to the User Guide in March 2007.
cs: Tento soubor byl vytvořen při migraci dokomentace pracovních ploch do Uživatelské příručky v březnu 2007.
eu: Fitxategi hau 2007ko martxoan sortu zen, laneko arearen dokumentuak Erabiltzailearen gidara migratu genituenean.

source: One day we should remove it completely, say in a couple of release cyles.
cs: Jednoho dne bychom jej chtěli odebrat zcela, řekněme za pár vydání.
eu: Egunen batean erabat kendu beharko genuke, pare bat bertsio-ziklotan.

source: This document is depreciated, please consult the <ulink type="help" url="ghelp:user-guide?gosoverview-39"> Workspaces help in the GNOME User Guide </ulink>.
cs: Tento dokument je zastaralý, více podrobností viz. <ulink type="help" url="ghelp:user-guide?gosoverview-39">Pracovní plocha v dokumentu Uživatelská příručka GNOME</ulink>.
eu: Dokumentu hau zaharkituta dago, kontsultatu <ulink type="help" url="ghelp:user-guide?gosoverview-39"> Laneko arearen laguntza GNOMEren Erabiltzailearen gidan </ulink>.

source: Please take the time to <ulink type="help" url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-user-docs"> report a bug </ulink>. Select the general component of gnome-user-docs and be sure to indicate how you came upon this depreciated document.
cs: Najděte si čas <ulink type="help" url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-user-docs">nahlásit chybu</ulink>. Vyberte hlavní součást gnome-user-docs a určitě uveďte, jak jste přišli na tento zastaralý dokument.
eu: Hartu denbora <ulink type="help" url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-user-docs"> programa-erroreen berri emateko </ulink>. Hautatu osagai orokorra (gnome-user-docs), eta adierazi nola iritsi zaren dokumentu zaharkitu honetara.
