Repository: GNOME/gnome-panel
Catalog: help/window-list/*/*.po
Languages: ko, pt_br, zh_cn

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ko: 본 설명서는 프리 소프트웨어 재단(FSF)에서 발행한 GNU 자유 문서 라이센스(GFDL) 버전 1.1 이상의 조항에 따라 변경 불가 부분, 앞 표지 텍스트 및 뒷 표지 텍스트를 제외하고 복사, 수정 및/또는 배포할 수 있습니다. GFDL의 사본은 <ulink type="help" url="ghelp:fdl">링크</ulink> 또는 본 설명서와 함께 배포된 COPYING-DOCS 파일에서 찾을 수 있습니다.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ko: 본 설명서는 GFDL에 따라 배포된 그놈 설명서 컬렉션의 일부입니다. 본 설명서를 컬렉션과 별도로 배포하려는 경우에는 라이센스 조항 6에 따라 라이센스 사본을 설명서에 추가하면 됩니다.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ko: 기업의 제품과 서비스를 식별하기 위해 사용된 많은 이름은 상표로 간주됩니다. 그놈 문서에 사용된 이름과 그놈 문서 프로젝트의 구성원은 해당 상표로, 모두 대문자로 표시되거나 첫 글자가 대문자로 표시되어 있습니다.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ko: 문서는 "있는 그대로"로 제공되며 상품성, 특정 목적에의 적합성 또는 준수에 대한 보증을 비롯한 일체의 명시적 또는 암시적인 보증을 제한 없이 부인합니다. 문서 및 수정판의 품질, 정확성 및 성능에 대한 책임은 전적으로 사용자에게 있습니다. 문서 또는 수정판에 대한 오류를 입증하려면 사용자(원저작자, 저작자 또는 배포자 아님)는 필요한 서비스, 수리 및 수정 비용을 부담해야 합니다. 본 보증 부인은 라이센스의 필수 부분에 해당합니다. 본 보증 부인을 따르지 않는 모든 문서나 수정판은 사용할 수 없습니다.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ko: 또한 불법 행위(부주의 포함), 계약 또는 직접, 간접, 특별, 부수적 및 파생적인 모든 손해(영업권 손실, 작업 중지, 컴퓨터 오류 및 고장 또는 본 문서나 수정판의 사용으로 인해 발생하거나 관련된 기타 모든 손실 및 이러한 손실 가능성에 대해 미리 공지한 경우에도 제한되지 않음)에 대해서는 어떠한 상황이나 법률적인 이론 하에서도 본 문서 또는 수정판의 저작자, 원저자, 모든 배포자 또는 공급자는 책임을 지지 않습니다.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ko: 문서 및 수정판은 다음 GNU 자유 문서 라이센스의 조항에 따라 제공됩니다. <placeholder-1/>

source: Window List Manual
ko: 창 목록 설명서

source: GNOME Documentation Project
ko: 그놈 문서 프로젝트
pt_br: Projeto de Documentação do GNOME
zh_cn: GNOME 文档项目

source: GNOME Documentation Team
ko: 그놈 문서 팀

source: Window List Applet Manual V2.8
ko: 창 목록 애플릿 설명서 V2.8
pt_br: Manual do Miniaplicativo Lista de Janelas V2.8
zh_cn: 窗口列表小程序手册 V2.8

source: August 2004
ko: 2004년 8월
pt_br: Agosto de 2004
zh_cn: 2004年8月

source: Sun Java Desktop System Documentation Team
ko: Sun 자바 데스크탑 시스템 문서 팀

source: Window List Applet Manual V2.7
ko: 창 목록 애플릿 설명서 V2.7

source: February 2004
ko: 2004년 2월

source: Sun GNOME Documentation Team
ko: Sun 그놈 문서 팀

source: Window List Applet Manual V2.6
ko: 창 목록 애플릿 설명서 V2.6

source: September 2003
ko: 2003년 9월

source: Window List Applet Manual V2.5
ko: 창 목록 애플릿 설명서 V2.5

source: August 2003
ko: 2003년 8월

source: Window List Applet Manual V2.4
ko: 창 목록 애플릿 설명서 V2.4

source: February 2003
ko: 2003년 2월

source: Window List Applet Manual V2.3
ko: 창 목록 애플릿 설명서 V2.3

source: January 2003
ko: 2003년 1월

source: Window List Applet Manual V2.2
ko: 창 목록 애플릿 설명서 V2.2

source: August 2002
ko: 2002년 8월

source: Window List Applet Manual V2.1
ko: 창 목록 애플릿 설명서 V2.1

source: July 2002
ko: 2002년 7월

source: Window List Applet Manual V2.0
ko: 창 목록 애플릿 설명서 V2.0

source: March 2002
ko: 2002년 3월

source: Tasklist Applet Manual
ko: 작업 목록 애플릿 설명서

source: This manual describes version 2.7.92 of Window List.
ko: 이 설명서에서는 창 목록 버전 2.7.94에 대해 설명합니다.

source: Feedback
ko: 피드백

source: To report a bug or make a suggestion regarding the Window List applet or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
ko: 창 목록 애플릿 또는 이 설명서에 대한 버그를 보고하거나 의견을 제시하려면 <ulink url="ghelp:gnome-feedback" type="help">그놈 피드백 페이지</ulink>에 있는 지시 사항을 따르십시오.

source: The Window List enables you to manage the windows that are open on the GNOME Desktop. Each window is represented by a button in the panel in which this applet is located.
ko: 창 목록을 사용해 그놈 데스크탑에 열려 있는 창을 관리합니다. 애플릿이 있는 위치에 각 창마다 그 창에 해당하는 단추가 있습니다.
pt_br: A Lista de Janelas permite que você gerencie as janelas que estão abertas no ambiente GNOME. Cada janela é representada por um botão no painel em que este miniaplicativo está localizado.
zh_cn: 窗口列表允许您管理 GNOME 桌面上打开的窗口。每个窗口由此小程序所在区域中的一个按钮所表示。

source: Window List
ko: 창 목록

source: Introduction
ko: 소개

source: Window List Applet
ko: 창 목록 애플릿

source: Shows Window List applet.
ko: 창 목록 애플릿을 표시합니다.

source: The <application>Window List</application> applet enables you to manage the windows that are open on the GNOME desktop. <application>Window List</application> uses a button to represent each window or group of windows that is open. The state of the buttons in the applet varies depending on the state of the window that the button represents. The following table explains the possible states of the <application>Window List</application> buttons.
ko: <application>창 목록</application> 애플릿을 사용해 그놈 데스크탑에 열려 있는 창을 관리합니다. <application>창 목록</application>의 단추는 열려 있는 창 하나하나 혹은 창 모음에 해당합니다. 애플릿의 단추 상태는 그 단추에 해당하는 창의 상태에 따라 달라집니다. 다음 표에서 <application>창 목록</application> 단추의 여러가지 상태를 설명합니다.

source: State
ko: 상태

source: Indicates...
ko: 의미...

source: Button is pressed in.
ko: 단추가 눌려 있음.

source: The window has focus.
ko: 해당 창에 포커스가 있습니다.

source: Square brackets around window title, button contents faded.
ko: 창 제목이 대괄호에 싸여 있고, 단추 내용이 흐릿함.

source: The window is minimized.
ko: 해당 창을 최소화한 상태입니다.

source: Button is not pressed in, no square brackets around title.
ko: 단추가 눌려있지 않고, 제목에 대괄호가 없음.

source: The window is displayed on the desktop and is not minimized.
ko: 해당 창을 데스크탑에 표시하는 중이고, 최소화하지 않았습니다.

source: Dotted triangular shape in upper right corner of button and a number in parentheses.
ko: 단추의 오른쪽 위 구석에 점으로 된 삼각형이 있고 괄호 안에 숫자가 있음.

source: The button represents a group of buttons.
ko: 이 단추는 단추 모음을 나타냅니다.

source: To Add Window List to a Panel
ko: 패널에 창 목록을 붙이려면

source: Perform the following steps:
ko: 다음 순서대로 하십시오:

source: Right-click on the panel.
ko: 패널에 오른쪽 단추를 누르십시오.

source: Choose <guimenuitem>Add to Panel</guimenuitem>.
ko: <guimenuitem>패널에 더하기</guimenuitem>를 선택하십시오.

source: Scroll down the list of items in the <guilabel>Add to Top Panel</guilabel> dialog, then select <guilabel>Window List</guilabel>.
ko: <guilabel>패널에 더하기</guimenuitem> 대화 상자의 목록에서 스크롤창을 내려 <guilabel>창 목록</guilabel>을 선택하십시오.

source: Click <guibutton>Add</guibutton>.
ko: <guibutton>더하기</guibutton>를 누르십시오.

source: The number of rows that <application>Window List</application> uses to display the buttons depends on the size of the panel in which the applet resides.
ko: <application>창 목록</application>이 단추를 표시하는 행 개수는 애플릿이 들어 있는 패널의 크기에 따라 달라집니다.

source: Grouping Buttons
ko: 단추 모으기

source: If the space on a panel is limited, <application>Window List</application> can group the buttons that represent windows that belong to the same process under one <application>Window List</application> button. To open a list of the buttons in a button group, click on the <application>Window List</application> button that represents the button group. The <guibutton>Terminal</guibutton> button in <xref linkend="windowlist-applet-fig"/> is an example of a button that represents a group of buttons. The following figure shows an example of the <application>Window List</application> applet with a button group open.
ko: 패널의 공간이 부족할 경우 <application>창 목록</application>은 같은 종류의 창에 해당하는 단추를 <application>창 목록</application> 단추 하나로 모을 수 있습니다. 단추 모음에 있는 단추 목록을 열려면 단추 모음에 해당하는 <application>창 목록</application> 단추를 누릅니다. <xref linkend="windowlist-applet-fig"/>에 있는 <guibutton>터미널</guibutton> 단추는 단추 모음을 나타내는 단추의 예입니다. 다음 그림은 단추 모음이 열린 <application>창 목록</application> 애플릿의 예입니다.

source: Window List Applet with a Button Group Open
ko: 단추 모음이 열린 창 목록 애플릿

source: Shows Window List applet with a button group open.
ko: 단추 모음이 열려 있는 창 목록 애플릿을 표시합니다.

source: Usage
ko: 사용법

source: You can use <application>Window List</application> to perform the following tasks:
ko: <application>창 목록</application>을 사용해 다음 작업을 할 수 있습니다:

source: To give focus to a window
ko: 창에 포커스를 맞추려면

source: If you click on the <application>Window List</application> button that represents a window that is on the desktop but does not have focus, the applet gives focus to the window.
ko: 데스크탑에 있지만 포커스가 없는 창에 해당하는 <application>창 목록</application> 단추를 누르면 해당 창에 포커스가 이동합니다.

source: To minimize a window
ko: 창을 최소화하려면

source: If you click on the <application>Window List</application> button that represents the window that has focus, the applet minimizes the window.
ko: 포커스가 있는 창에 해당하는 <application>창 목록</application> 단추를 누르면 해당 창을 최소화합니다.

source: To restore a minimized window
ko: 최소화한 창을 복구하려면

source: If you click on the <application>Window List</application> button that represents a minimized window, the applet restores the window.
ko: 최소화한 창에 해당하는 <application>창 목록</application> 단추를 누르면 해당 창을 복구합니다.

source: Preferences
ko: 기본 설정

source: To configure <application>Window List</application>, right-click on the applet, then choose <guimenuitem>Preferences</guimenuitem>. The <guilabel>Window List Preferences</guilabel> dialog contains the following tabbed sections:
ko: <application>창 목록</application>을 설정하려면 애플릿을 마우스 오른쪽 단추로 누르고 <guimenuitem>기본 설정</guimenuitem>을 선택합니다. <guilabel>창 목록 기본 설정</guilabel> 대화 상자는 다음 탭이 들어 있습니다:

source: Behavior
ko: 동작

source: Window List Content
ko: 창 목록 내용

source: To specify which windows to display in <application>Window List</application>, select one of the following options:
ko: <application>창 목록</application>에 표시할 창을 지정하려면 다음 옵션 중 하나를 선택합니다:

source: Show windows from current workspace
ko: 현재 작업 공간의 창 보여주기

source: Select this option to only show the windows that are open in the current workspace.
ko: 이 옵션을 선택하면 현재 작업 공간에 열려 있는 창만 표시됩니다.

source: Show windows from all workspaces
ko: 모든 작업 공간의 창 보여주기

source: Select this option to show the windows that are open in all workspaces.
ko: 이 옵션을 선택하면 모든 작업 공간에 열려 있는 창이 표시됩니다.

source: Window Grouping
ko: 창 모으기

source: To specify when <application>Window List</application> groups windows that belong to the same process, select one of the following options:
ko: 창을 복구할 때 <application>창 목록</application>이 어떤 방식으로 동작하도록 할 지 지정하려면 다음 옵션 중 하나를 선택합니다:

source: Never group windows
ko: 창을 모으지 않음

source: Select this option to never group windows of the same process under one <application>Window List</application> button.
ko: 이 옵션을 선택하면 같은 종류의 창을 하나의 <application>창 목록</application> 단추로 모으지 않습니다.

source: Group windows when space is limited
ko: 공간이 제한되어 있을 때 창 모으기

source: Select this option to group windows of the same process under one <application>Window List</application> button when the space on the panel is restricted.
ko: 이 옵션을 선택하면 패널의 공간이 부족할 때 같은 종류의 창을 하나의 <application>창 목록</application> 단추로 모읍니다.

source: Always group windows
ko: 언제나 창을 모으기

source: Select this option to always group windows of the same process under one <application>Window List</application> button.
ko: 이 옵션을 선택하면 같은 종류의 창을 언제나 하나의 <application>창 목록</application> 단추로 모읍니다.

source: Restoring Minimized Windows
ko: 최소화된 창을 복구

source: To define how <application>Window List</application> behaves when you restore windows, select one of the following options:
ko: 창을 복구할 때 <application>창 목록</application>이 어떤 방식으로 동작하도록 할지 지정하려면 다음 옵션 중 하나를 선택합니다:

source: Restore to current workspace
ko: 현재 작업 공간으로 복구

source: Select this option to restore a window from the applet to the current workspace, even if the window did not previously reside in the current workspace.
ko: 이 옵션을 선택하면 애플릿에서 창을 복구할 때 해당 창이 예전에 현재 작업 공간에 없었더라도 현재 작업 공간으로 복구합니다.

source: Restore to native workspace
ko: 본래 작업 공간으로 복구

source: Select this option to switch to the native workspace in which a window resides when you restore the window from the applet.
ko: 이 옵션을 선택하면 애플릿에서 창을 복구할 때 창이 있는 본래 작업 공간으로 이동합니다.

source: Size
ko: 크기

source: Window List Size
ko: 창 목록 크기

source: The size of the <application>Window List</application> applet varies depending on the size of the panel in which the applet resides. Use the following spin boxes to set limitations on the size of the applet:
ko: <application>창 목록</application> 애플릿의 크기는 애플릿이 있는 패널의 크기에 따라 달라집니다. 다음과 같은 스핀 상자를 사용해 애플릿 크기의 제한을 설정합니다:

source: Minimum size ... pixels
ko: 최소 크기 ... 픽셀

source: Use the spin box to specify the minimum size of the applet. If the panel is smaller than the minimum size specified, the panel adjusts in size to fit the applet.
ko: 스핀 상자로 애플릿의 최소 크기를 지정합니다. 패널이 지정한 최소 크기보다 작으면 애플릿에 맞게 패널 크기를 조정합니다.

source: Maximum size ... pixels
ko: 최대 크기 ... 픽셀

source: Use the spin box to specify the maximum size of the applet.
ko: 스핀 상자로 애플릿의 최대 크기를 지정합니다.

source: translator-credits
ko: Sun Microsystems, 2002. 류창우 <cwryu@debian.org>, 2007.
pt_br: Andre Pinheiro <andrepip@gmail.com>
zh_cn: Funda Wang <fundawang@linux.net.cn>, 2006. TeliuTe <teliute@163.com>, 2009.

source: Problem showing document
pt_br: Problema ao mostrar o documento
zh_cn: 错误出现的文档

source: This file has been created when we migrated the window list docs to the User Guide in March 2007.
pt_br: Este arquivo foi criado quando nós migramos os documentos da lista de janelas para o Guia do Usuário em março de 2007.
zh_cn: 当我们在2007年3月迁移窗口列表文档到用户指南时，这个文件已经被创建。

source: One day we should remove it completely, say in a couple of release cyles.
pt_br: Um dia nós devemos removê-lo completamente, digamos em alguns ciclos de lançamento.
zh_cn: 或许我们应该完全删除它，在下一轮发布时。

source: This document is depreciated, please consult the <ulink type="help" url="ghelp:user-guide?windowlist"> Window List help in the GNOME User Guide </ulink>.
pt_br: Este documento está obsoleto, por favor consulte a <ulink type="help" url="ghelp:user-guide?windowlist"> ajuda da Lista de Janelas no Guia do Usuário do GNOME </ulink>.
zh_cn: 这个文档是过期的，请查阅 <ulink type="help" url="ghelp:user-guide?windowlist">GNOME 用户指南中的窗口列表帮助</ulink>。

source: Please take the time to <ulink type="help" url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-user-docs"> report a bug </ulink>. Select the general component of gnome-user-docs and be sure to indicate how you came upon this depreciated document.
pt_br: Por favor tome um tempo para <ulink type="help" url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-user-docs"> relatar um erro </ulink>. Selecione o componente geral do gnome-user-docs e tenha a certeza de indicar como você chegou a este documento obsoleto.
zh_cn: 请花些时间上 <ulink type="help" url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-user-docs">报告缺陷</ulink> 页面。选择 GNOME 用户文档里的常规组件，并一定要指出您是如何碰到这份过期的文档。
