Repository: GNOME/gnome-panel
Catalog: trunk/po/*.po
Languages: ne

source: Error reading GConf boolean value '%s': %s
ne: जी कन्फ बुलियन मान '%s' पढ्न कोशिश गर्दा त्रुटि: %s

source: <small>Opaque</small>
ne: <small>अपारदर्शी</small>

source: <small>Transparent</small>
ne: <small>पारदर्शी</small>

source: Arro_ws on hide buttons
ne: लुकाऊ बटनहरूमा बाणहरू

source: Background
ne: पृष्ठभूमि

source: Background _image:
ne: पृष्ठभूमि छवि:

source: Co_lor:
ne: रङ्ग:

source: E_xpand
ne: विस्तार गर

source: General
ne: साधारण

source: Image Background Details
ne: छवि पृष्ठभूमिको विवरणहरू

source: Panel Properties
ne: प्यानल गुणहरू

source: Pick a color
ne: एउटा रङ्ग रोज्नुहोस्

source: Rotate image when panel is _vertical
ne: प्यानल ठाडो हुदा छविलाई घुमाऊ

source: S_tyle:
ne: शैली:

source: Show hide _buttons
ne: लुकाऊ बटनहरू देखाऊ

source: Solid c_olor
ne: ठोस रङ्ग

source: Some of these properties are locked down
ne: यी गुणहरू मध्य केहीलाई ताल्चा लगाइएको छ

source: St_retch
ne: तन्काऊ

source: _Autohide
ne: स्वतलुकाऊ

source: _Icon:
ne: प्रतिमा:

source: _None (use system theme)
ne: केही पनी होइन(प्रणाली विषयवस्तु प्रयोग गर्नुहोस्)

source: _Orientation:
ne: पृष्ठविन्यास:

source: _Scale
ne: स्केल

source: _Size:
ne: आकार:

source: _Tile
ne: टायल

source: Couldn't find a suitable application
ne: एउटा उपयुक्त अनुप्रयोग भेटिएन

source: Cannot open recently used document
ne: भरखरै प्रयोग गरिएको कागजात खोल्न सकिन्न

source: An unknown error occurred while trying to open %s
ne: %s खोल्न कोशिश गर्दा एउटा अज्ञात त्रुटि ???

source: Clear the Recent Documents list?
ne: के भरखरैका कागजातहरूको सूची खाली गर्ने?

source: Open '%s'
ne: '%s' खोल

source: Recent Documents
ne: भरखरैका कागजातहरू

source: Clear Recent Documents
ne: भरखरैका कागजातहरू खाली गर

source: Clear all items from the recent documents list
ne: भरखरैका कागजातहरूको सूचीबाट सबै चीजहरू खाली गर(हटाऊ)

source: Cannot launch command '%s'
ne: '%s' आदेश सुरुवात गर्न सकिन्न

source: Cannot display location '%s'
ne: '%s' स्थान प्रदर्शन गर्न सकिन्न

source: Cannot convert '%s' from UTF-8
ne: यु टि यफ-८ बाट '%s'मा बदल्न सकिन्न

source: Choose a file to append to the command...
ne: ...निर्दष्ट आदेशमा थप गर्न एउटा फाइल रोज्नुहोस्

source: Select an application to view its description.
ne: अनुप्रयोगको वर्णन हेर्न एउटा अनुप्रयोग रोज्नुहोस्।

source: Click this button to run the selected application or the command in the command entry field.
ne: रोजिएको अनुप्रयोग वा आदेश प्रविष्टि फाँटमा भएको आदेश चलाउन यो बटन क्लिक गर्नुहोस्।

source: Command entry
ne: आदेश प्रविष्टि

source: Command icon
ne: आदेश प्रतिमा

source: Enter a command string here to run it.
ne: आदेश चलाउन एउटा आदेश स्ट्रिङ प्रविष्ट गर्नुहोस्।

source: Run Application
ne: अनुप्रयोग चलाऊ

source: Run in _terminal
ne: टर्मिनलमा चलाऊ

source: Run with _file...
ne: ...फाइलसँग चलाऊ

source: Select this box to run the command in a terminal window.
ne: एउटा ट्रमिनल सन्झ्यालमा आदेश चलाउन यो बाकस रोज्नुहोस्।

source: Show list of known _applications
ne: ज्ञात अनुप्योगहरूको सूची देखाऊ

source: The icon of the command to be run.
ne: चलाइन

source: _Run
ne: चलाऊ

source: I've detected a panel already running, and will now exit.
ne: एउटा प्यानल पहिले देखि नै चालू अवस्थामा भएको मैले पत्ता लगाए, र अब निस्कनेछ।

source: There was a problem registering the panel with the bonobo-activation server. The error code is: %d The panel will now exit.
ne: बोनोबो-क्रियाशील सेवाप्रदायकमा प्यानल दर्ता गर्दा एउटा समस्या थियो। त्रुटि सङ्केत :%d हो यो प्यानल अब निस्कने छ।

source: _Force quit
ne: बन्द गर्न बल प्रयोग गर

source: C_lear
ne: खाली गर

source: Hide Panel
ne: प्यानल लुकाऊ

source: Top Expanded Edge Panel
ne: माथि विस्तारित किनारा प्यानल

source: Top Centered Panel
ne: माथि केन्दित प्यानल

source: Top Floating Panel
ne: माथि उत्प्लावन प्यानल

source: Top Edge Panel
ne: माथि किनार प्यानल

source: Bottom Expanded Edge Panel
ne: तल विस्तारित किनारा प्यानल

source: Bottom Centered Panel
ne: तल केन्दित प्यानल

source: Bottom Floating Panel
ne: तल उत्प्लावन प्यानल

source: Bottom Edge Panel
ne: तल किनार प्यानल

source: Left Expanded Edge Panel
ne: बायाँ विस्तारित किनारा प्यानल

source: Left Centered Panel
ne: बायाँ केन्द्रित प्यानल

source: Left Floating Panel
ne: बायाँ उत्प्लावन प्यानल

source: Left Edge Panel
ne: बायाँ किनारा प्यानल

source: Right Expanded Edge Panel
ne: दायाँ विस्तारित किनारा प्यानल

source: Right Centered Panel
ne: दायाँ केन्द्रित प्यानल

source: Right Floating Panel
ne: दायाँ उत्प्लावन प्यानल

source: Right Edge Panel
ne: दायाँ किनारा प्यानल

source: Automatically hide panel into corner
ne: कुनाम प्यानल स्वत: लुकाऊ

source: Background color
ne: पृष्ठभूमि रङ्ग

source: Background color opacity
ne: पृष्ठभूमि रङ्ग अपारदर्शी

source: Background image
ne: पृष्ठभुमि छवि

source: Background type
ne: पृष्ठभूमि प्रकार

source: Center panel on x-axis
ne: यक्स-अक्षमा भएको केन्द्र प्यानल

source: Center panel on y-axis
ne: वाई-अक्षमा भएको केन्द्र प्यानल

source: Enable arrows on hide buttons
ne: लुकाऊ बटनहरूमा बाणहरू सक्षम गर

source: Enable hide buttons
ne: लुकाऊ बटनहरू सक्षम गर

source: Expand to occupy entire screen width
ne: पुरै चौडाई ओगट्ने गरी विस्तार गर

source: Fit image to panel
ne: प्यानलमा छवि अटाऊ

source: If true, buttons will be placed on each side of the panel which may be used to move the panel to edge of the screen, leaving only a button showing.
ne: यदि सही भएमा, प्यानलको प्रत्येक छेउमा बटनहरू राखिने छ जसलाई एउटा मात्र बटन देखिने गरी प्यानललाई पर्दाको किनारमा लग्न प्रयोग गर्न सकिन्छ ।

source: If true, hiding and un-hiding of this panel will be animated rather than happening instantly.
ne: यदि सही भएमा, तुरुन्तै हुदा भन्दा यो प्यानलको लुकाउने र नलुकाउने एनिमेट गरिने छ।

source: If true, the background image will be rotated when the panel is oriented vertically.
ne: यदि सही भएमा, प्यानल ठाडो पार्दा पृष्ठभूमि छविलाई घुमाइने छ।

source: If true, the image will be scaled (retaining the aspect ratio of the image) to the panel height (if horizontal).
ne: यदि सही भएमा, छविलाई प्यानलको उचाई(यदि तेर्सो भएमा) अनुसार मिलाइने छ(छविको आकृति अनुपात कायम राखेर)।

source: If true, the image will be scaled to the panel dimensions. The aspect ratio of the image will not be maintained.
ne: यदि सही भएमा, प्यानलको आयामहरू बराबर छविको आकारलाई मिलाइने छ। छविको आकृति अनुपात कायम राखिने छैन।

source: In a Xinerama setup, you may have panels on each individual monitor. This key identifies the current monitor the panel is displayed on.
ne: एउटा जेनरेमा सेटअपमा, तपाईसँग प्रत्येक व्यक्तिगत मोनिटरमा प्यानलहरू हुन सक्छ। यो किले प्यानल प्रदर्शन गराइएको वर्तमान मोनिटर पहिचान गर्छ।

source: Name to identify panel
ne: प्यानल पहिचान गर्नको निम्ति नाम

source: Panel autohide delay
ne: प्यानल स्वत:लुकाऊ विलम्ब

source: Panel autounhide delay
ne: प्यानल स्वत:??? विलम्ब

source: Panel orientation
ne: प्यानल पृष्ठविन्यास

source: Panel size
ne: प्यानल आकार

source: Rotate image on vertical panels
ne: ठाडो प्यानलहरूमा छविलाई घुमाऊ

source: Specifies the background color for the panel in #RGB format.
ne: #आर जि बी ढाँचामा प्यानलको निम्ति पृष्ठभूमि रङ्ग निर्दष्ट गर्छ।

source: Specifies the file to be used for the background image. If the image contains an alpha channel it will be composited onto the desktop background image.
ne: पृष्ठभूमि छविको निम्ति प्रयोग गरिने फाइल निर्दष्ट गर्छ। यदि यस छविले एउटा अल्फा च्यानल राखेमा यो डेक्सटप पृष्ठभूमि छविमा सम्मिश्रन गराइने छ।

source: Stretch image to panel
ne: प्यानलको आकारसम्म छविलाई तन्काऊ

source: Visible pixels when hidden
ne: लुकाइदा देखिने पिक्सेलहरू

source: With a multi-screen setup, you may have panels on each individual screen. This key identifies the current screen the panel is displayed on.
ne: एउटा बहु-पर्दा सेटअप भएमा तपाईँसँग प्रत्येक पर्दामा प्यानलहरू हुन सक्छ। यो किले प्यानल प्रदर्शन भएको वर्तमान पर्दाको पहिचान गर्छ।

source: X co-ordinate of panel
ne: प्यानलको यक्स को-ओर्डिनेट

source: X screen where the panel is displayed
ne: यक्स पर्दा जहाँ प्यानल प्रदर्शित गरिन्छ

source: Xinerama monitor where the panel is displayed
ne: जीनेरमा मनिटर जहाँ प्यानल प्रदर्शित गरिन्छ

source: Y co-ordinate of panel
ne: प्यानलको वाई को-ओर्डिनेट

source: Cannot display help document
ne: मद्दत कागजात प्रदर्शन गर्न सक्दैन

source: Details: %s
ne: विवरणहरू: %s

source: Open URL: %s
ne: यु आर यल खोल: %s

source: When a drawer is deleted, the drawer and its settings are lost. Delete this drawer?
ne: एउटा ड्रवर मेटाइदा, त्यो ड्रवर र त्यसका सेटिङ्गहरू हराइने छ। के यो ड्रवर मेट्टाउने?

source: Delete Drawer
ne: ड्रवर मेट

source: When a panel is deleted, the panel and its settings are lost. Delete this panel?
ne: एउटा प्यानल मेटाइदा, त्यो प्यानल र त्यसका सेटिङ्गहरू हराइने छ। के यो प्यानल मेट्टाउने?

source: Delete Panel
ne: प्यानल मेटाऊ

source: A simple applet for testing the GNOME-2.0 panel
ne: जी नोम-२.० प्यानल जाँच गर्नको निम्ति एउटा सामान्य एप्लेट

source: Test Bonobo Applet
ne: बोनोबो एप्लेट जाँच गर

source: Test Bonobo Applet Factory
ne: बोनोबो एप्लेट कारखाना जाँच गर

source: Incomplete '%s' background type received
ne: अपुरो '%s' पृष्ठभूमि प्रकार ग्रहण गरियो

source: Incomplete '%s' background type received: %s
ne: अपुरो '%s' पृष्ठभूमि प्रकार ग्रहण गरियो: %s

source: Failed to get pixmap %s
ne: %s पिक्सेलमानचित्र प्राप्‍त गर्न असफल भयो

source: Unknown background type received
ne: अज्ञात पृष्ठभूमि प्रकार ग्रहण गरियो

source: The Applet's flags
ne: एप्लेटका झण्डारहरू

source: Ranges that hint what sizes are acceptable for the applet
ne: दायराहरू जसले एप्लेटको निम्ति कुन आकारहरू स्वीकारयोग्य छन् भन्ने इशारा दिन्छ

source: Specify an applet IID to load
ne: लोड गर्न एउटा एप्लेट आई आई डी निर्दष्ट गर्नुहोस्

source: Specify the initial size of the applet (xx-small, medium, large etc.)
ne: एप्लेटको थालनीको आकार निर्दष्ट गर्नुहोस् (यक्स यक्स सानो, मध्यम, ठूलो आदि)

source: Specify the initial orientation of the applet (top, bottom, left or right)
ne: एप्लेटको थालनीको पृष्ठविन्यास निर्दष्ट गर्नुहोस् (माथि, तल, बायाँ वा दायाँ)

source: Top
ne: माथि

source: Bottom
ne: तल

source: Left
ne: बायाँ

source: Right
ne: दायाँ

source: XX Small
ne: यक्स यक्स सानो

source: X Small
ne: यक्स सानो

source: Small
ne: सानो

source: Medium
ne: मध्यम

source: Large
ne: ठूलो

source: X Large
ne: यक्स ठूलो

source: XX Large
ne: यक्स यक्स ठूलो

source: Test applet utility
ne: एप्लेट उपयोगिता जाँच गर

source: _Applet:
ne: एप्लेट:

source: _Prefs Dir:
ne: प्राथमिकता डाइरेक्टरी:
