Repository: GNOME/gnome-panel
Catalog: trunk/po/*.po
Languages: ne

source: Ad_just Date & Time
ne: मिति र समय मिलाउनुहोस्

source: Copy _Date
ne: मितिको प्रतिलिपि बनाऊ

source: Copy _Time
ne: समयको प्रतिलिपि बनाऊ

source: _About
ne: बारेमा

source: _Help
ne: मद्दत

source: _Preferences
ne: प्राथमिकताहरु

source: Clock
ne: घडी

source: Clock Applet Factory
ne: घडी एप्लेट कारखाना

source: Factory for creating clock applets.
ne: घडी एप्लेटहरु सिर्जना गर्नको निम्ति कारखाना।

source: Get the current time and date
ne: वर्तमान समय र मिति प्राप्‍त गर

source: Tasks
ne: कार्यहरु

source: All Day
ne: सारा दिन

source: Appointments
ne: अपोन्टमेन्तहरू

source: Calendar
ne: पात्रो

source: Computer Clock
ne: कमप्युटर घडी

source: Failed to launch time configuration tool: %s
ne: समय समायोजना उपकरण सुरुवात गर्न असफल भयो: %s

source: Failed to locate a program for configuring the date and time. Perhaps none is installed?
ne: मिति र समय समायोजन गर्नका निम्ति एउटा कार्यक्रम फेला पार्न असफल भयो। सायद कुनै पनि स्थापना गरिएको छैन?

source: Custom format
ne: अनुकूल ढाँचा

source: There was an error displaying help: %s
ne: मद्दत प्रदर्शन गर्दा एउटा त्रुटि: %s

source: Clock Preferences
ne: घडी प्राथमिकताहरु

source: Clock _type:
ne: घडी प्रकार:

source: 12 hour
ne: १२ घण्टा

source: 24 hour
ne: २४ घण्टा

source: UNIX time
ne: युनिक्स समय

source: Internet time
ne: इन्टरनेट समय

source: Custom _format:
ne: अनुकूल ढाँचा:

source: Show _seconds
ne: सेकेन्डहरु देखाऊ

source: Show _date
ne: मिति देखाऊ

source: Use _UTC
ne: युटिसि प्रयोग गर

source: translator-credits
ne: अनुवादकको श्रेय

source: The Clock displays the current time and date
ne: निर्दष्ट घडीले वर्तमान समय र मिति प्रदर्शन गर्छ

source: Custom format of the clock
ne: घडीको अनुकूल ढाँचा

source: Hour format
ne: समय ढाँचा

source: If true, display date in the clock, in addition to time.
ne: यदि सही भएमा, समयको साथसाथै मिति पनि घडीमा देखाऊ।

source: If true, display seconds in time.
ne: यदि सही भएमा, समयमा सेकेन्सहरू पनि प्रदर्शन गर।

source: If true, display time in Universal Coordinated Time zone.
ne: यदि सही भएमा, समत समन्वय गरिएको समयक्षेत्रको समय प्रदर्शन गर।

source: If true, show date in a tooltip when the pointer is over the clock.
ne: यदि सही भएमा,एउटा उपकरण टिपमा मिति देखाऊ जब सूचक घडी माथि हुन्छ।

source: If true, show week numbers in the calendar.
ne: यदि सहि भएमा, पात्रोमा सप्‍ताह सङ्ख्याहरू देखाऊ।

source: Show date in clock
ne: घडीमा भएको मिति देखाऊ

source: Show date in tooltip
ne: उपकरण टिपमा भएको मिति देखाऊ

source: Show time with seconds
ne: सेकेन्डहरुसहित समय देखाऊ

source: Show week numbers in calendar
ne: पात्रोमा हप्‍ताका सङ्ख्याहरु देखाऊ

source: This key specifies the program to run in order to configure the time.
ne: समय समायोजन गर्न चलाउन पर्ने कार्यक्रम यो किले निर्दष्ट गर्छ।

source: Time configuration tool
ne: समय समायोजना उपकरण

source: Use Internet time
ne: इन्टरनेट समय प्रयोग गर

source: Use UNIX time
ne: युनिक्स समय प्रयोग गर

source: Use UTC
ne: युटिसि प्रयोग गर

source: Display a swimming fish or another animated creature
ne: एउटा पौडिरहेको माछा वा अन्य एनिमेट भएका जीव प्रदर्शन गर

source: Fish
ne: माछा

source: From Whence That Stupid Fish Came
ne: कहाँबाट त्यो मूर्ख माछा आयो

source: Wanda Factory
ne: वान्डा कारखाना

source: %s the Fish
ne: %s निर्दष्ट माछा

source: (with minor help from George)
ne: (जर्जको सानो मद्दतबाट)

source: %s the Fish, a contemporary oracle
ne: %s निर्दष्ट माछा, एउटा समकालीन प्रश्‍नस्थान

source: Unable to locate the command to execute
ne: कार्यान्वयन गर्ने आदेशको स्थान पत्ता लगाउन सकिएन

source: %s the Fish Says:
ne: %s निर्दष्ट माछाले भन्छ:

source: Unable to read output from command Details: %s
ne: आदेशबाट प्रतिफल पढ्न सकिएन विवरणहरू: %s

source: _Speak again
ne: फेरी बोल

source: Unable to execute '%s' Details: %s
ne: कार्यान्वयन गर्न सकिएन '%s' विवरणहरु: %s

source: Unable to read from '%s' Details: %s
ne: पढ्न सकिएन '%s' विवरणहरु: %s

source: The water needs changing! (Look at today's date)
ne: पानी परिवर्तन गर्न जरुरी छ! (आजको मिति हेर्नुहोस्)

source: %s the Fish, the fortune teller
ne: %s निर्दष्ट माछा, निर्दष्य ज्योतिषी

source: <b>Animation</b>
ne: <b>एनिमेसन</b>

source: <b>General</b>
ne: <b>साधारण</b>

source: Browse
ne: ब्राउज गर

source: Co_mmand to run when clicked:
ne: क्लिक गर्दा चलाउने आदेश:

source: Fish Preferences
ne: ??प्राथमिकताहरु

source: _File:
ne: फाइल:

source: _Name of fish:
ne: माछाको प्रकार:

source: _Pause per frame:
ne: प्रति फ्रेम पज गर:

source: _Rotate on vertical panels
ne: ठाडो प्यानलहरूमा घुमाऊ

source: _Total frames in animation:
ne: एनिमेसनमा जम्मा फ्रेमहरू:

source: frames
ne: फ्रेमहरू

source: seconds
ne: सेकेन्डहरु

source: A fish without a name is a pretty dull fish. Bring your fish to life by naming him.
ne: एउटा नामविनाको माछा एउटा बुद्धु माछा हो। तपाईको माछालाई नाम दिएर यसलाई जीवित गर्नुहोस्।

source: Command to execute on click
ne: क्लिक गर्दा कार्यान्वयन गर्ने आदेश

source: Frames in fish's animation
ne: माछाको एनिमेसनमा फ्रेमहरु

source: If true, the fish's animation will be displayed rotated on vertical panels.
ne: सही भएमा, ठाडो प्यानलहरूमा घुमाइएको माछाको एनिमेसन देखाइने छ।

source: Pause per frame
ne: प्रति फ्रेम पज गर

source: Rotate on vertical panels
ne: ठाडो प्यानलहरूमा घुमाऊ

source: The fish's animation pixmap
ne: माछाको एनिमेसनको पिक्सल मानचित्र

source: The fish's name
ne: माछाको नाम

source: This key specifies the command that will be tried to execute when the fish is clicked.
ne: फिस क्लिक हुदा आदेश कार्यान्वयन गर्न कोशिश गरिनेछ, जुन आदेशलाई यो किले निर्दष्ट गर्छ

source: This key specifies the number of frames that will be displayed in the fish's animation.
ne: फिसको एनिमेसनमा प्रदर्शन गरिने फ्रेमहरूको सङ्ख्या यो किले निर्दष्ट गर्छ

source: This key specifies the number of seconds each frame will be displayed.
ne: प्रत्येक फ्रेम प्रदर्शन गरिने सेकेन्डहरूको सङख्या यो किले निर्दष्ट गर्छ

source: Area where notification icons appear
ne: क्षेत्र जहाँ सूचना प्रतिमा देखा पर्छ

source: Notification Area
ne: सूचना क्षेत्र

source: Notification Area Factory
ne: सूचना क्षेत्र कारखाना

source: Orientation
ne: पृष्ठविन्यास

source: The orientation of the tray.
ne: ट्रेको पृष्ठविन्यास।

source: Panel Notification Area
ne: प्यानल सूचना क्षेत्र

source: Factory for the window navigation related applets
ne: सन्झ्यालको नभिगेसनसँग सम्बन्धित एप्लेटहरूको निम्ति कारखाना

source: Hide application windows and show the desktop
ne: अनुप्रयोग सन्झ्याहरू लुकाऊ र डेक्सटप देखाऊ

source: Show Desktop
ne: डेस्कटप देखाऊ

source: Switch between open windows
ne: खुल्ला सन्झ्यानहरू बीचमा स्विच गर

source: Switch between workspaces
ne: कार्यस्थानहरू बीचमा स्विच गर

source: Window List
ne: सन्झ्याल सूची

source: Window Navigation Applet Factory
ne: सन्झ्याल नेभिगेसन एप्लेट कारखाना

source: Window Selector
ne: सन्झ्याल चयनकर्ता

source: Workspace Switcher
ne: कार्यस्थान स्विचकर्ता

source: Click here to restore hidden windows.
ne: लुकाइएका सन्झ्यालहरू पूर्वावस्थामा लग्न यहाँ क्लिक गर्नुहोस।

source: Click here to hide all windows and show the desktop.
ne: सबै सन्झ्यालहरू लुकाउन र डेक्सटप देखाउन यहाँ क्लिक गर्नुहोस्।

source: Failed to load %s: %s
ne: %s लोड गर्न असफल भयो: %s

source: File not found
ne: फाइल भेटिएन

source: Show Desktop Button
ne: डेक्सटप बटन देखाऊ

source: This button lets you hide all windows and show the desktop.
ne: यो बटनले तपाईँलाई सबै सन्झ्यालहरू लुकाउन र डेक्सटप देखाउन दिन्छ।

source: Your window manager does not support the show desktop button, or you are not running a window manager.
ne: तपाईँको सन्झ्याल व्यवस्थापकले डेक्सटप देखाऊ बटनलाई समर्थन गर्दैन, वा तपाईँले सन्झ्याल व्यवस्थापक चलाई रहनुभएको छैन।

source: The Window List shows a list of all windows and lets you browse them.
ne: सन्झ्याल सूचीले सबै सन्झ्यालहरूको एउट सूची देखाउछ र तपाईँलाई तिनीहरू ब्राउज गर्न दिन्छ।

source: <b>Restoring Minimized Windows</b>
ne: <b>सानो गरिएका सन्झ्यालहरुलाई पूर्वावस्थामा लगिदैछ</b>

source: <b>Window Grouping</b>
ne: <b>सन्झ्यालहरुको समूहीकरण</b>

source: <b>Window List Content</b>
ne: <b>सन्झ्याल सूची सामग्री</b>

source: <b>Window List Size</b>
ne: <b>सन्झ्याल सूची आकार</b>

source: Behavior
ne: ब्यहोरा

source: Group windows when _space is limited
ne: खाली ठाउँ सिमित भएमा सन्झ्यालहरुलाई समूहमा राख

source: M_inimum size:
ne: आकार सानो पार:

source: Ma_ximum size:
ne: ठूलो पार:

source: Restore to current _workspace
ne: वर्तमान कार्यस्थानको अवस्थामा लग

source: Restore to na_tive workspace
ne: नेटिभ कार्यस्थानको अवस्थामा लग

source: Sh_ow windows from current workspace
ne: वर्तमान कार्यस्थानबाट सन्झ्यालहरु देखाऊ

source: Show windows from a_ll workspaces
ne: सबै कार्यस्थानहरूबाट सन्झ्यालहरु देखाऊ

source: Size
ne: आकार

source: Window List Preferences
ne: सन्झ्याल सूची प्राथमिकताहरू

source: _Always group windows
ne: सधै सन्झ्यालहरुलाई समूहमा राख

source: _Never group windows
ne: सन्झ्यालहरुलाई कहिले पनि समूहमा नराख

source: pixels
ne: पिक्सेलहरू

source: Decides when to group windows from the same application on the window list. Possible values are "never", "auto" and "always".
ne: एउटै अनुप्रयोगमा भएका सन्झ्यालहरूलाई सन्झ्याल सूचीमा समूहबद्ध गर्ने निर्णय गर्छ। सम्भाव्य मानहरु हुन् "कहिले पनि होइन", "स्वत:" and "सधैं"।

source: If true, the window list will show windows from all workspaces. Otherwise it will only display windows from the current workspace.
ne: यदि सही भएमा, निर्दष्ट सुचीले सबै कार्यस्थानहरूमा भएका सन्झ्यालहरु देखाउने छ। अन्यथा यसले वर्तमान कार्यस्थानमा भएका सन्झ्यालहरू मात्र देखाउने छ।

source: Maximum window list size
ne: अधिकतम सन्झ्याल सूची आकार

source: Minimum window list size
ne: निम्नतम सन्झ्याल सूची आकार

source: Show windows from all workspaces
ne: सबै कार्यस्थानहरूमा भएका सन्झ्यालहरू देखाऊ

source: This key specifies the minimum width that the window list requests.
ne: यो किले सन्झ्याल सूचीले अनुरोध गरेका मध्य निम्नतम चौढाईलाई निर्दष्ट गर्छ।

source: When to group windows
ne: उदग

source: Workspace Selector
ne: कार्यस्थान चयनकर्ता

source: The Window Selector shows a list of all windows and lets you browse them.
ne: सन्झ्याल चयनकर्ताले सबै सन्झ्यालहरूको एउटा सूची देखाउछ र तपाईँलाई तिनीहरु ब्राउज गर्न दिन्छ।

source: Unknown Window
ne: अज्ञात सन्झ्याल

source: No Windows Open
ne: कुनै पनि सन्झ्यालहरू खुल्ला छैनन्

source: Tool to switch between windows
ne: सन्झ्यानहरू बीचमा स्विच गर्ने उपकरण

source: rows
ne: पङ्क्तिहरू

source: columns
ne: स्तम्भहरू

source: The Workspace Switcher shows you a small version of your workspaces that lets you manage your windows.
ne: कार्यस्थान स्विचकर्ताले तपाईँको कार्यस्थानको एउटा सानो संस्करण तपाईँलाई देखाउछ जसले तपाईँलाई तपाईँको सन्झ्यालहरू व्यवस्था गर्न दिन्छ।

source: <b>Switcher</b>
ne: <b>स्विचकर्ता</b>

source: <b>Workspaces</b>
ne: <b>कार्यस्थानहरू</b>

source: Number of _workspaces:
ne: कार्यस्थानहरूको सङ्ख्या:

source: Show _all workspaces in:
ne: मा भएका सबै कार्यस्थानहरू देखाऊ:

source: Show _only the current workspace
ne: वर्तमान कार्यस्थान मात्र देखाऊ

source: Show workspace _names in switcher
ne: स्विचकर्तामा कार्यस्थानका नामहरू देखाऊ

source: Workspace Names
ne: कार्यस्थान नामहरू

source: Workspace Switcher Preferences
ne: कार्यस्थान स्विचकर्ता प्राथमिकताहरू

source: Workspace na_mes:
ne: कार्यस्थान नामहरू:

source: Display all workspaces
ne: सबै कार्यस्थानहरू प्रदर्शन गर

source: Display workspace names
ne: कार्यस्थान नामहरू प्रदर्शन गर

source: If true, the workspace switcher will show all workspaces. Otherwise it will only show the current workspace.
ne: यदि सही भएमा, कार्यस्थान स्विचकर्ताले सबै कार्यस्थानहरू देखाउने छ। अन्यथा यसले वर्तमान कार्यस्थान मात्र देखाउने छ।

source: If true, the workspaces in the workspace switcher will display the names of the workspaces. Otherwise they will display the windows on the workspace.
ne: यदि सही भएमा, कार्यस्थान स्विचकर्तामा भएको कार्यस्थानहरूले कार्यस्थानहरूका नामहरू प्रदर्शन गर्ने छ। अन्यथा यिनीहरूले कार्यस्थानमा भएका सन्झ्यालहरू प्रदर्शन गर्ने छ।

source: Rows in workspace switcher
ne: कार्यस्थान स्विचकर्तामा पङ्क्ति

source: GNOME Panel Shell
ne: जी नोम प्यानल सेल

source: _Lock
ne: ताल्चा लगाऊ

source: _Move
ne: लैजाऊ

source: _Remove From Panel
ne: प्यानलबाट हटाऊ

source: Un_lock
ne: ताल्चा खोल

source: Can't find an empty spot
ne: एउटा खाली ठाउँ फेला पार्न सकिएन

source: Failed to load image %s
ne: %s छवि लोड गर्न असफल भयो

source: none
ne: कोही पनि होइन

source: file not found
ne: फाइल भेटिएन

source: Drawer
ne: घर्रा

source: _Properties
ne: गुणहरू

source: Create new file in the given directory
ne: दिइएको डाइरेक्टरीमा नयाँ फाइल सिर्जना गर

source: Cannot save launcher to disk
ne: सुरुवातकर्तालाई चक्कामा बचत गर्न सकिएन

source: Cannot launch icon
ne: प्रतिमा सुरुवात गर्न सकिएन

source: This launch icon does not specify a url to show.
ne: यो सुरुवात प्रतिमाले देखाउन एउटा युआरयल निर्दष्ट गर्दैन।

source: Cannot show %s
ne: %s देखाउन सकिएन

source: No URI provided for panel launcher desktop file
ne: प्यानल सुरुवातकर्ता डेक्सटप फाइलको निम्ति कुनै युआरआई उपलब्ध गराइएको छैन

source: Unable to open desktop file %s for panel launcher%s%s
ne: %s%s प्यानल सुरुवातकर्ताको निम्ति %s डेक्सटप फाइल खोल्न असक्षम

source: Launcher Properties
ne: सुरुवातकर्ताका गुणहरु

source: Key %s is not set, can't load launcher
ne: %s कि सेट गरिएको छैन, सुरुवातकर्ता लोड गर्न सकिदैन

source: Cannot create launcher
ne: सुरुवातकर्ता सिर्जना गर्न सकिदैन

source: You have to specify a name.
ne: तपाईँले एउटा नाम निर्दष्ट गर्नु पर्छ।

source: You have to specify a valid URL or command.
ne: तपाईँले एउटा मान्य युआरयल वा आदेश निर्दष्ट गर्नु पर्छ।

source: Create Launcher
ne: सुरुवातकर्ता सिर्जना गर

source: Cannot save changes to launcher
ne: सुरुवातकर्तामा गरिएका परिवर्तनहरु बचत गर्न सकिन्न

source: Menu
ne: मेनू

source: Cannot save menu item to disk
ne: मेनू चीज चक्कामा बचत गर्न सकिन्न

source: You can not create a new launcher at this location since the location is not writable.
ne: तपाईँले यो स्थानमा एउटा नयाँ सुरुवातकर्ता सिर्जना गर्न सक्नु हुन्न किन कि यो स्थानमा लेख्‍न सकिदैन।

source: And many, many others...
ne: र धेरै, धेरै अरुहरू...

source: The GNOME Panel
ne: निर्दष्ट जी नोम प्यानल

source: This program is responsible for launching other applications and embedding small applets within itself.
ne: यो कार्यक्रम अन्य अनुप्रयोगहरु सुरुवात गर्न र साना एप्लेटहरूलाई आफैमा सम्मिलित गर्न जिम्मेवार छ।

source: Cannot execute '%s'
ne: '%s' कार्यान्वयन गर्न सकिन्न

source: About GNOME
ne: जी नोम बारेमा

source: Cannot launch entry
ne: प्रविष्टि सुरुवात गर्न सकिन्न

source: Cannot load entry
ne: प्रविष्टि लोड गर्न सकिन्न

source: Add this launcher to panel
ne: यो सुरुवातकर्तालाई प्यानलमा थप

source: Entire menu
ne: सम्पूर्ण मेनू

source: Add this as drawer to panel
ne: यसलाई प्यानलको घर्रा जस्तै थप

source: Add this as menu to panel
ne: यसलाई प्यानलको मेनू जस्तै थप

source: You cannot remove your last panel.
ne: तपाईँ तपाईँको अन्तिम प्यानल हटाउनु सक्नु हुन्न।

source: _Delete This Panel...
ne: ...यो प्यानल मेटाऊ

source: _Delete This Panel
ne: ...यो प्यानल मेटाऊ

source: _Add to Panel...
ne: ...प्यानलमा थप

source: _New Panel
ne: नयाँ प्यानल

source: A_bout Panels
ne: प्यानलहरू बारेमा

source: About _GNOME
ne: जी नोम बारेमा

source: Applications
ne: अनुप्रयोगहरू

source: _Activate Screensaver
ne: पर्दारक्षक ‍सक्रिय गर

source: _Lock Screen
ne: पर्दालाई ताल्चा लगाऊ

source: _Kill Screensaver Daemon
ne: पर्दासक्षक डिमन नाश गर

source: Restart _Screensaver Daemon
ne: पर्दासक्षक डिमन पुन:शुरू गर

source: Lock screen
ne: पर्दालाई ताल्चा लगाऊ

source: Protect your computer from unauthorized use
ne: तपाईँको कमप्युटरलाई अनधिकृत प्रयोगबाट बचाउनुहोस्

source: Log Out
ne: बाहिर लग

source: Log out of this session to log in as a different user or to shut down the computer
ne: एउटा भिन्न प्रयोगकर्ताको रुपमा भित्र लग गर्न वा कमप्युटर बन्द गर्न यो सत्रबाट बाहिर लग गर्नुहोस्

source: Run Application...
ne: ...अनुप्रयोग चलाऊ

source: Run an Application by entering a command
ne: एउटा आदेश प्रविष्ट गरेर एउटा अनुप्रयोग चलाऊ

source: Search for Files...
ne: ...फाइलहरूलाई खोउ

source: Find files, folders, and documents on your computer
ne: तपाईँको कमप्युटरमा भएका फाइलहरू, फोल्डरहरू, र कागजातहरू फेला पार

source: Take Screenshot...
ne: ...स्क्रिनसट लिऊ

source: Take a screenshot of your desktop
ne: तपाईँको डेक्सटपको एउटा स्क्रिनसट लिनुहोस्

source: Force Quit
ne: बन्द गर्न बल प्रयोग गर

source: Force a misbehaving application to quit
ne: एउटा दुर्व्यवहारी अनुप्रयोगलाई बन्द गर्न बल प्रयोग गर

source: Custom Application Launcher
ne: अनुकूल अनुप्रयोग सुरुवातकर्ता

source: Create a new launcher
ne: एउटा नयाँ सुरुवातकर्ता सिर्जना गर

source: Application Launcher...
ne: ...अनुप्रयोग सुरुवातकर्ता

source: Launch a program that is already in the GNOME menu
ne: जी नोम मिनूमा पहिले देखि नै भएको एउटा कार्यक्रम सुरुवात गर

source: Main Menu
ne: मुख्य मिनू

source: The main GNOME menu
ne: मुख्य जी नोम मिनू

source: Menu Bar
ne: मिनू पट्टी

source: A custom menu bar
ne: एउटा अनुकूल मिनू पट्टी

source: A pop out drawer to store other items in
ne: अन्य चीजहरू भण्डार गर्ने एउटा पप आउट ड्रवर

source: (empty)
ne: (खाली)

source: query returned exception %s
ne: क्वेरीले %s अपवाद फिर्ता गर्‍यो

source: Add to %s
ne: %sमा थप

source: Add to the panel
ne: प्यानलमा थप

source: Select an _item to add to %s:
ne: %sमा थप्न एउटा चीज रोज्नुहोस्:

source: Select an _item to add to the panel:
ne: प्यानलमा थप्न एउटा चीज रोज्नुहोस्:

source: Exception from popup_menu '%s'
ne: '%s' पपअप मिनूमा भएको अपवाद

source: "%s" has quit unexpectedly
ne: "%s"ले अनअपेक्षितरुपमा बन्द गर्‍यो

source: Panel object has quit unexpectedly
ne: प्यानल वस्तुले अनअपेक्षितहरुमा बन्द गर्‍यो

source: If you reload a panel object, it will automatically be added back to the panel.
ne: तपाईँले एउटा प्यानल वस्तु पुन:लोड गर्नुभयो भने, यो स्वत: प्यानलमा पुन: थपिने छ।

source: _Don't Reload
ne: पुन:लोड नगर

source: _Reload
ne: पुन:लोड गर

source: D_on't Delete
ne: नमेटाऊ

source: The panel encountered a problem while loading "%s".
ne: "%s" लोड गर्दा प्यानलले एउटा समस्या सामना गर्‍यो।

source: Do you want to delete the applet from your configuration?
ne: के तपाईँ तपाईँको समायोजनामा भएको एप्लेट मेट्न चाहनुहुन्छ?

source: Unable to obtain AppletShell interface from control
ne: नियन्त्रणबाट एप्लेटसेल इन्टरफेस प्राप्‍त गर्न असफल

source: Error watching gconf key '%s': %s
ne: '%s' जी कन्फ कि हेर्दा त्रुटि: %s

source: Error loading gconf directory '%s': %s
ne: '%s'जी कन्फ डाइरेक्टरी लोड गर्दा त्रुटि: %s

source: Error getting value for '%s': %s
ne: '%s'को मान प्राप्‍त गर्दा त्रुटि: %s

source: Click on a window to force the application to quit. To cancel press <ESC>.
ne: अनुप्रयोग बन्द गर्नको निम्ति बल प्रयोग गर्न एउटा सन्झ्यामा क्लिक गर्नुहोस्। रद्द गर्न <ESC> थिच्नुहोस्।

source: Force this application to exit? (Any open documents will be lost.)
ne: के यो अनुप्रयोगबाट बाहिर निस्कन बाध्य गर्ने? (कुनै खुलेका कागजातहरू हराउने छन्।)

source: Enable program list in "Run Application" dialog
ne: "अनुप्रयोग चलाऊ" संवादमा भएको कार्यक्रम सूची सक्षम गर

source: Expand program list in "Run Application" dialog
ne: "अनुप्रयोग चलाऊ" संवादमा भएको कार्यक्रम सूची विस्तार गर

source: Old profiles configuration migrated
ne: पुराना प्रोफाइलहरुको समायोजना स्थानतरण गरियो

source: Panel ID list
ne: प्यानल आई डी सूची

source: Panel applet ID list
ne: प्यानल एप्लेट आई डी सूची

source: Panel object ID list
ne: प्यानल वस्तु आई डी सूची

source: A list of applet IIDs that the panel will ignore. This way you can disable certain applets from loading or showing up in the menu. For example to disable the mini-commander applet add 'OAFIID:GNOME_MiniCommanderApplet' to this list. The panel must be restarted for this to take effect.
ne: एप्लेट आई आई डीहरूको एउटा सूची जसलाई प्यानलले बेवास्ता गर्ने छ। यो तरिकाले तपाईँले कुनै एप्लेहरूलाई लोड हुन वा मिनूमा देखिन असक्षम गर्न सक्नु हुन्छ। उदारणको निम्ति सानो-कमाण्डर एप्लेट असक्षम गर्न ... थप्नुहोस्

source: Animation speed
ne: एनिमेसन गति

source: Autoclose drawer
ne: ड्रवरलाई स्वत:बन्द गर

source: Complete panel lockdown
ne: पूर्ण प्यानल लकडाउन

source: Confirm panel removal
ne: प्यानल निष्कासन यकिन गर्नुहोस्

source: Disable Force Quit
ne: बलपूरक बन्द गर असक्षम गर

source: Disable Lock Screen
ne: पर्दा ताल्चा लगाऊ असक्षम पार

source: Disable Logging Out
ne: बाहिर लग गरिरहेको असक्षम पार

source: Enable animations
ne: एनिमेसनहरू सक्षम पार

source: Enable keybindings
ne: किबन्धन गरिने कार्य सक्षम पार

source: Enable tooltips
ne: उपकरण टिपहरू सक्षम पार

source: FIXME - need to define limits
ne: मलाई ठीक गर - सिमानाहरूलाई परिभाषित गर

source: If true, a dialog is shown asking for confirmation if the user wants to remove a panel.
ne: यदि सही भएमा, यदि प्रयोगकर्ताले एउटा प्यानल हटाउन खोजेमा यकिन गर्नको निम्ति एउटा सम्वाद देखाइनेछ।

source: If true, a drawer will automatically be closed when the user clicks a launcher in it.
ne: यदि सही भएमा, जब प्रयोगकर्ताले एउटा ड्रवरमा भएको एउटा सुरुवातकर्ता क्लिक गर्दा त्यो ड्रवर स्वत: बन्द गरिनेछ ।

source: If true, a launcher is highlighted when the user moves the pointer over it.
ne: यदि सही भएमा, जब प्रयोगकर्ताले बाणलाई एउटा सुरुवातकर्तामाथि लैजादा त्यो सुरुवातकर्तालाई हाइलाइट गरिने छ।

source: If true, panel-specific keybindings are enabled.
ne: यदि सही भएमा, प्यानल-निर्दष्ट कि‍-बन्धनहरूलाई सक्षम गरिने छ।

source: If true, the panel will not allow a user to force an application to quit by removing access to the force quit button.
ne: यदि सही भएमा, बलपूर्वक बन्द गर बटनको पहुँच हटाएर प्यानलले प्रयोगकर्तालाई अनुप्रयोगलाई बन्द गर्न बल प्रयोग गर्न अनुमति दिने छैन।

source: If true, the panel will not allow a user to lock their screen, by removing access to the lock screen menu entries.
ne: यदि सही भएमा, पर्दा मिनू प्रविष्टिहरु ताल्चा लगाउने पहुँच हटाएर प्यानलले प्रयोगकर्तालाई उनीहरूको पर्दामा ताल्चा लगाउन अनुमति दिने छैन।

source: If true, the panel will not allow a user to log out, by removing access to the log out menu entries.
ne: यदि सही भएमा, लग आउट मिनू प्रविष्टिहरूमा पहूँच हटाएर प्यानलले प्रयोगकर्तालाई लग आउट गर्न अनुमति दिने छैन।

source: If true, tooltips are shown for objects in panels.
ne: यदि सही भएमा, प्यानलहरूमा भएका वस्तुहरूका निम्ति उपकरणटिपहरू देखाइन्छ।

source: Popup panel menu keybinding
ne: पपअप प्यानल मिनू किबन्धन

source: Take screenshot
ne: स्क्रिनसट लिऊ

source: Take window screenshot
ne: सन्झ्याल स्क्रिनसट लिऊ

source: Actions
ne: कार्यहरू

source: Applet Bonobo IID
ne: एप्लेट बोनोबो आई आई डी

source: Icon used for object's button
ne: वस्तुको बटनको निम्ति प्रयोग गरिने प्रतिमा

source: If true, the position of the object is interpreted relative to the right (or bottom if vertical) edge of the panel.
ne: यदि सही भएमा, वस्तुको स्थिति प्यानलको दायाँ(वा तल यदि ठाडो भएमा) किनारसँग सम्बन्धित गरेर बताइने छ।

source: Interpret position relative to bottom/right edge
ne: तल/दायाँ किनारासँग सम्बन्धित स्थिति बताऊ

source: Launcher location
ne: सुरुवातकर्ताको स्थान

source: Lock the object to the panel
ne: प्यानलमा वस्तुलाई ताल्चा लगाऊ

source: Menu content path
ne: मिनू सामग्री मार्ग

source: Object's position on the panel
ne: प्यानलमा वस्तुको स्थिति

source: Panel attached to drawer
ne: ड्रवरमा जोडीएको प्यानल

source: Panel object type
ne: प्यानल वस्तुको प्रकार

source: The identifier of the panel attached to this drawer. This key is only relevant if the object_type key is "drawer-object".
ne: प्यानलको परिचायक यो ड्रवरसँग जोडिएको छ। वस्तु प्रकार कि "ड्रवर-वस्तु" भएमा मात्र यो कि सान्दर्भक हुनेछ।

source: The identifier of the toplevel panel which contains this object.
ne: यो वस्तु भएको उच्च तहको प्यानलको परिचायक।

source: Tooltip displayed for drawer or menu
ne: ड्रवर वा मिनूको निम्ति उपकरणटिप प्रदर्शित गरियो

source: Toplevel panel containing object
ne: वस्तु भएको उच्चतहको प्यानल

source: Use custom icon for object's button
ne: वस्तुको बटनको निम्ति अनुकूल प्रतिमा प्रयोग गर्नुहोस्

source: Use custom path for menu contents
ne: मिनू साम्रगीको निम्ति अनुकूल मार्ग प्रयोग गर्नुहोस्

source: Error reading GConf string value '%s': %s
ne: जी कन्फ स्ट्रिङ मान '%s' पढ्न कोशिश गर्दा त्रुटि: %s

source: Error reading GConf integer value '%s': %s
ne: जी कन्फ पूर्ण सङ्ख्या मान '%s' पढ्न कोशिश गर्दा त्रुटि: %s
