Repository: GNOME/gnome-panel
Catalog: po/*.po
Languages: en@shaw, ro

source: Enable hidebutton arrow
ro: Activează săgeată buton ascundere

source: Drawer
ro: Dulap

source: _Properties
en@shaw: _ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘°ğ‘Ÿ
ro: _Proprietăţi

source: Run Program...
ro: Rulează program...

source: Run applications, if you know the correct command to type in
ro: Rulează aplicaţii, dacă ştiţi comanda corectă de introdus

source: Search for Files...
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ...
ro: Caută fişiere...

source: Find files, folders, and documents on your computer
ro: Găseşte fişiere şi dosare pe calculatorul dvs.

source: Screenshot...
ro: Captură ecran...

source: Take a screenshot of your desktop
ro: Capturează ecranul desktop-ului

source: Lock Screen
en@shaw: ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
ro: Închide ecran

source: Protect your computer from unauthorized use
en@shaw: ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘¯ğ‘ªğ‘”ğ‘»ğ‘²ğ‘Ÿğ‘› ğ‘¿ğ‘•
ro: Protejaţi-vă calculatorul dvs. de utilizare neautorizată

source: Log Out
ro: Ieşire

source: Quit from the GNOME desktop
ro: Ieşiţi din desktop-ul GNOME

source: Actions
ro: Acţiuni

source: No windows open
ro: Nici o fereastră deschisă

source: Menu Panel
ro: Panou Meniu

source: GNOME Menu Panel
ro: Panou Meniu GNOME

source: Applications
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ
ro: Aplicaţii

source: Can't find the screenshot program
ro: Nu pot găsi programul de capturare ecran

source: Can't execute the screenshot program
ro: Nu pot executa programul de capturare ecran

source: Create new file in the given directory
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦
ro: Creează un nou fişier în meniul utilizator

source: Panel to add the launcher to
ro: Panoul la care să adaug lansatorul

source: Position to add the launcher to
ro: Poziţia la care să adaug lansatorul

source: The argument is a url to add, not a .desktop file
ro: Argumentul este un url de adăugat, nu un fişier .desktop

source: You must supply a single argument with the .desktop file or url to use
ro: Trebuie să furnizaţi un singur argument cu fişierul .desktop sau cu url-ul de utilizat

source: No panel found
ro: Nu am găsit nici un panou

source: There was an error displaying help: %s
ro: A fost o eroare în timp ce se încerca loginul: %s

source: The system administrator has disallowed modification of the panel configuration
ro: Administratorul sistemului a dezactivat modificarea configuraţiei panoului

source: Error loading glade file %s
ro: Eroare la încărcarea fişierului %s

source: Panel
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤
ro: Panou

source: Select preferences for all your panels
ro: Selectează preferinţele pentru toate panourile

source: Animation _speed:
ro: _Viteză animaţie:

source: Close _drawer when launcher is clicked
ro: Închide _dulap când un lansator interior este apăsat

source: Drawer and Panel _Animation
ro: _Animaţii dulapuri şi panouri

source: Fast
ro: Rapid

source: Medium
ro: Mediu

source: Panel Preferences
ro: Preferinţe panou

source: Slow
ro: Încet

source: Unable to initialize png structure. You probably have a bad version of libpng on your system
ro: Nu pot iniţializa structura png. Probabil aveţi o versiune libpng greşită.

source: Unable to create png info. You probably have a bad version of libpng on your system
ro: Nu pot crea informaţia png. Probabil aveţi o versiune libpng greşită

source: Unable to set png info. You probably have a bad version of libpng on your system
ro: Nu pot seta informaţia png. Probabil aveţi o versiune libpng greşită

source: Insufficient memory to save the screenshot. Please free up some resources and try again.
ro: Memorie insuficientă pentru a salva captura ecran. Vă rog să eliberaţi nişte resurse şi încercaţi din nou.

source: File %s already exists. Overwrite?
ro: Fişierul %s există deja. Suprascrieţi?

source: Unable to create the file: "%s" Please check your permissions of the parent directory
ro: Nu pot crea fişierul: "%s" Vă rog să vă verificaţi permisiunile directorului părinte.

source: Print Screenshot
ro: Tipăreşte captură ecran

source: Screenshot Print Preview
ro: Previzualizare tipărire captură ecran

source: %s%cScreenshot-%s.png
ro: %s%ccaptura-ecran-%s.png

source: %s%cScreenshot.png
ro: %s%ccaptura-ecran.png

source: %s%cScreenshot-%s-%d.png
ro: %s%ccaptura-ecran-%s-%d.png

source: %s%cScreenshot-%d.png
ro: %s%ccaptura-ecran-%d.png

source: Not enough room to write file %s
ro: Spaţiu insuficient pentru a scrie fişierul %s

source: Grab a window instead of the entire screen
ro: Capturează o fereastră în loc de tot ecranul

source: Take screenshot after specified delay [in seconds]
ro: Capturează ecranul după pauza specificată ( în secunde )

source: Glade file for the screenshot program is missing. Please check your installation of gnome-panel
ro: Fişieul Glade pentru programul screenshot lipseşte. Verificaţi intalarea gnome-panel

source: Unable to take a screenshot of the current desktop.
ro: Nu pot să capturez ecranul desktop-ului curent.

source: <b>Options</b>
ro: <b>Opţiuni</b>

source: <b>Preview</b>
ro: <b>Previzualizare</b>

source: Save Screenshot
ro: Salvează captura

source: Save screenshot to _desktop
ro: Salvează captura ecran pe _desktop

source: Save screenshot to _web page (save in ~/public__html)
ro: Salvează captura ecran pe pagină _web (în ~/public__html)

source: _Print screenshot...
ro: _Tipăreşte captura ecran...

source: _Save screenshot to file:
ro: _Salvează captura ecran în fişier:

source: The user's directory in which screenshots should be saved so as to appear on the web.
ro: Dosarul utilizatorului în care capturile de ecran ar trebui salvate pentru a apare pe web.

source: Web directory.
ro: Dosarul web

source: GNOME Panel Shell
ro: Shell Panou GNOME

source: <b>Failed to run this program</b> Details: %s
ro: <b>Eşec la rularea acestui program<b> Detalii: %s

source: <b>Failed to execute command:</b> '%s' Details: %s
ro: <b>Eşec la execuţia comenzii:</b> '%s' Detalii: %s

source: <b>Failed to open file:</b> '%s' Details: no application available to open file
ro: <b>Eşec la deschiderea fişierului:</b> '%s' Detalii: nici o aplicaţie disponibilă pentru a-l deschide

source: <b>Failed to open file:</b> '%s' Details: %s
ro: <b>Eşec la deschiderea fişierului:</b> '%s' Detalii: %s

source: Choose a file
ro: Alegeţi un fişier

source: Known Applications
ro: Aplicaţii cunoscute

source: Command to run
ro: Comanda de rulat

source: Run in _terminal
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘¦ğ‘¯ _ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
ro: Rulează în _terminal

source: _Append File...
ro: _Adaugă fişier...

source: Will run command: '%s'
ro: Va rula comanda: '%s'

source: No application selected
ro: Nici o aplicaţie selectată

source: List of known applications
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ
ro: Lista de aplicaţii cunoscute

source: Choose an application to run from the list
ro: Alegeţi o aplicaţie din această listă care să ruleze

source: Run Program
ro: Rulează program

source: This launch icon does not specify a url to show
ro: Aceast icon de lansare nu specifică un URL care să fie afişat

source: Cannot show %s %s
ro: Nu pot afişa %s %s

source: <b>Cannot launch icon</b> Details: %s
ro: <b>Nu pot lansa icon</b> Detalii: %s

source: Cannot launch icon %s
ro: Nu pot lansa icon %s

source: No URI provided for panel launcher desktop file
en@shaw: ğ‘¯ğ‘´ URI ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘» ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘²ğ‘¤
ro: Nici un URI nu a fost specificat pentru fişierul desktop al lansatorului din panou

source: Unable to open desktop file %s for panel launcher%s%s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘²ğ‘¤ %s ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘»%s%s
ro: Nu pot deschide fişierul desktop %s pentru lansatorul din panou%s%s

source: Help on %s _Application
ro: Ajutor la _aplicaţia %s

source: Launcher Properties
en@shaw: ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘» ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ
ro: Proprietăţi lansator

source: Key %s is not set, can't load launcher
ro: Tasta %s nu este setată, nu pot încărca lansatorul

source: Create Launcher
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘»
ro: Creează lansator

source: Cannot save launcher to disk, the following error occured: %s
ro: Nu pot salva lansatorul pe disc, următoarea eroare s-a întâmplat: %s

source: <b>Cannot display help document</b> Details: %s
ro: <b>Nu pot afişa documentul de ajutor</b> Detalii %s

source: Specify a profile name to load
ro: Specificaţi un nume de profil pentru încărcat

source: Many, many others...
ro: Mulţii, mulţi alţii...

source: and finally, The Knights Who Say... NI!
ro: şi în sfârşit, Cavelerii care spun... NI!

source: This program is responsible for launching other applications, embedding small applets within itself, world peace, and random X crashes.
ro: Acest program este responsabil pentru a lansa alte aplicaţii, înglobarea de mici apleturi în el, pacea lumii şi prăbuşiri aleatoare ale X-ului.

source: Running in "Lockdown" mode. This means your system administrator has prohibited any changes to the panel's configuration to take place.
ro: Rulez în modul "Închis". Aceasta înseamnă că administratorul sistemului dvs. a interzis orice schimbări în configuraţia panoului.

source: The GNOME Panel
ro: Panoul GNOME

source: End world hunger
ro: Sfârşeşte foametea globală

source: <b>Can't execute 'About GNOME'</b> Details: %s probably does not exist
ro: <b>Nu pot executa 'Despre GNOME'</b> Detalii: %s probabil că nu există

source: <b>Can't launch entry</b> Details: %s
ro: <b>Nu pot lansa intrarea</b> Detalii: %s

source: <b>Can't load entry</b> Details: %s
ro: <b>Nu pot încărca intrarea</b> Detalii: %s

source: <b>Could not remove the menu item %s</b> Details: %s
ro: <b>Nu am putut elimina elementul meniu %s</b> Detalii: %s

source: Could not get file name from path: %s
ro: Nu pot obţine numele fişierului din cale: %s

source: Could not get directory name from path: %s
ro: Nu pot obţine numele directorului din cale: %s

source: <b>Can't add to run box</b> Details: No 'Exec' or 'URL' field in entry
ro: <b>Nu pot adăuga la cutia de rulare</b> Detalii: Nici un câmp 'Exec' sau 'URL' în intrare

source: Add this launcher to panel
ro: Adaugă acest lansator la panou

source: Remove this item
ro: Elimină acest element

source: Put into run dialog
ro: Pune în dialogul de rulare

source: Help on %s
ro: Ajutor la %s

source: Application
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯
ro: Aplicaţie

source: Entire menu
ro: Întregul meniu

source: Add this as drawer to panel
ro: Adaugă ca dulap la panou

source: Add this as menu to panel
ro: Adauga ca meniu la panou

source: Add new item to this menu
ro: Adaugă element nou la acest meniu

source: Properties
ro: Proprietăţi

source: query returned exception %s
ro: cererea a întors excepţia %s

source: Aligned Panel
ro: Panou aliniat

source: GNOME Aligned Panel
ro: Panou GNOME aliniat

source: Edge Panel
ro: Panou margine

source: GNOME Edge Panel
ro: Panou GNOME margine

source: Sliding Panel
ro: Panou alunecător

source: GNOME Sliding Panel
ro: Panou GNOME alunecător

source: Floating Panel
ro: Panou flotant

source: GNOME Floating Panel
ro: Panou GNOME flotant

source: You can only have one menu panel at a time.
ro: Puteţi avea doar un panou meniu la un moment dat.

source: C_orner Panel
ro: Panou c_olţ

source: Create corner panel
ro: Creează panou colţ

source: _Edge Panel
ro: Panou margin_e

source: Create edge panel
ro: Creează panou margine

source: _Floating Panel
ro: Panou _flotant

source: Create floating panel
ro: Creează panou flotant

source: _Sliding Panel
ro: Panou _alunecător

source: Create sliding panel
ro: Creează panou alunecător

source: _Menu Panel
ro: Panou _meniu

source: Create menu panel
ro: Creează panou meniu

source: KDE Menu
ro: Meniu KDE

source: Lock
ro: Închide

source: Screenshot
ro: Captură ecran

source: Search
en@shaw: ğ‘•ğ‘»ğ‘—
ro: Caută

source: Run
ro: Rulează

source: You cannot remove your last panel.
ro: Nu vă puteţi elimina ultimul panou.

source: When a panel is deleted, the panel and its settings are lost. Delete this panel?
ro: Când un panou este eliminat, panoul şi setările sale sunt pierdute. Elimin acest panou?

source: Delete Panel
ro: _Elimină panoul

source: _Delete This Panel...
ro: _Elimină acest panou...

source: _Delete This Panel
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤
ro: _Elimină acest panou

source: _Add to Panel
ro: _Adaugă la panou

source: _New Panel
en@shaw: _ğ‘¯ğ‘¿ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤
ro: _Panou nou

source: _About Panels
ro: _Despre panouri

source: About _GNOME
ro: Despre _GNOME

source: Launcher...
ro: Lansator...

source: Launcher from menu
ro: Lansator din meniu

source: Button
ro: Buton

source: Main Menu
en@shaw: ğ‘¥ğ‘±ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿
ro: Meniu principal

source: Lock the screen so that you can temporarily leave your computer
ro: Blochează ecranul astfel încât să vă puteţi părăsi temporar calculatorul

source: Log out of this session to log in as a different user or to shut down your computer
ro: Ieşire din această sesiune pentru a vă loga ca un utilizator diferit sau să vă opriţi calculatorul

source: Run a command
ro: Rulează o comandă

source: Menu
ro: Meniu

source: Menu:
ro: Meniu:

source: Can't create menu, using main menu!
ro: Nu pot crea meniul, folosesc meniul principal!

source: No path set at %s for panel menu object
ro: Nici o cale setată la %s pentru obiectul meniu panou

source: <b>Cannot save changes to launcher</b> Details: %s
ro: <b>Nu pot salva schimbările lansatorului</b> Detalii: %s

source: You have to specify a name for the launcher.
ro: Trebuie să specificaţi un nume pentru lansator.

source: You have to specify a valid URL or command.
ro: Trebuie să specificaţi un URL sau comandă validă.

source: <b>Cannot save menu item to disk</b> Details: %s
ro: <b>Nu pot salva elementul de meniu</b> Detalii: %s

source: You can not create a new launcher at this location since the location is not writable.
ro: Nu puteţi crea un nou lansator la această locaţie deoarece nu se poate scrie.

source: _Activate Screensaver
en@shaw: _ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘•ğ‘±ğ‘ğ‘¼
ro: _Activează screensaver

source: _Lock Screen
en@shaw: _ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
ro: _Închide ecran

source: _Kill Screensaver Daemon
ro: _Omoară daemonul screensaver

source: Restart _Screensaver Daemon
ro: Reporneşte daemonul _screensaver

source: Cannot execute gnome-search-tool
ro: Nu pot executa gnome-search-tool

source: Cannot execute gnome-panel-screenshot
ro: Nu pot executa gnome-panel-screenshot

source: Lock screen
ro: Blochează ecran

source: Log out of GNOME
ro: Ieşire din GNOME

source: Search for Files
ro: Caută fişiere

source: Action Type
ro: Tip acţiune

source: The type of action this button implements
ro: Tipul acţiunii implementată de acest buton

source: Cannot register control widget
ro: Nu pot înregistra widget-ul de control

source: Exception from popup_menu '%s'
ro: Excepţie de la meniul popup '%s'

source: The %s applet appears to have died unexpectedly Reload this applet? (If you choose not to reload it at this time you can always add it by right clicking on the panel and clicking on the "Add to Panel" submenu)
ro: Se pare că apletul %s a murit neaşteptat Reîncarc acest applet? ( Dacă alegeţi să nu îl reîncărcaţi acum puteţi să-l adăugaţi oricând făcând clic dreapta pe panou şi folosind submeniul "Adaugă la panou" )

source: D_on't Delete
en@shaw: _ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘
ro: _Nu şterge

source: The panel encountered a problem while loading "%s" Details: %s Do you want to delete the applet from your configuration?
ro: A fost o problemă la încârcarea apletului "%s" Detalii: %s Doriţi să eliminaţi apletul din configuraţia dumneavoastră?

source: Unable to obtain AppletShell interface from control
ro: Nu pot obţine interfaţa AppletShell de la control

source: Open URL: %s
ro: Deschide URL: %s

source: No panels were found in your configuration. I will create a menu panel for you
ro: Nici un panou nu a fost găsit în configuraţia dvs. O să va creez un panou meniu.

source: _Autohide
ro: _Auto-ascunde

source: Show hide _buttons
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘²ğ‘› _ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ
ro: Arată _butoane de ascundere

source: Arro_ws on hide buttons
en@shaw: _ğ‘¨ğ‘®ğ‘´ğ‘Ÿ ğ‘ªğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ
ro: Arată _săgeţi pe butoanele ascundere

source: Miscellaneous:
ro: Diverse:

source: Current screen:
ro: Ecran curent:

source: Current monitor:
ro: Monitor curent:

source: Indicates the panel position and orientation on screen
ro: Indică poziţia panoului şi orientarea pe ecran

source: _Position:
ro: _Poziţie:

source: Orientation:
ro: Orientare:

source: Hori_zontal
ro: Po_ziţionare orizontală

source: Position:
ro: Poziţie:

source: H_orizontal:
ro: _Orizontal:

source: _Distance from edge:
ro: _Distanţa de la margine:

source: _Size:
en@shaw: _ğ‘•ğ‘²ğ‘Ÿ:
ro: _Mărime:

source: XX Small
ro: Foarte mic

source: X Small
ro: Micuţ

source: Small
ro: Mic

source: Large
ro: Mare

source: X Large
ro: F. mare

source: XX Large
ro: F.f. mare

source: _Type:
en@shaw: _ğ‘‘ğ‘²ğ‘:
ro: _Tip:

source: Default
ro: Implicit

source: Color
ro: Culoare

source: Image
ro: Imagine

source: _Color:
ro: _Culoare:

source: Image:
ro: Imagine:

source: T_ile
ro: Moza_ic

source: _Scale
en@shaw: _ğ‘•ğ‘’ğ‘±ğ‘¤
ro: Scalare

source: St_retch
en@shaw: _ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘—
ro: _Întindere

source: Rotate image when panel is _vertical
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ _ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤
ro: Roteşte imaginea pentru panouri _verticale

source: Edge panel
ro: Panou margine

source: Corner panel
ro: Panou de colţ

source: Sliding panel
ro: Panou alunecător

source: Floating panel
ro: Panou flotant

source: Panel Properties
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ
ro: Proprietăţi panou

source: Corner Panel
ro: Panou de colţ

source: Background
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›
ro: Fundal

source: Display "Run" dialog
ro: Afişează dialogul "Rulează"

source: Popup the panel menu
ro: Arată meniul panoului

source: Take a screen shot
ro: Capturează ecranul

source: Take a screen shot of a window
ro: Capturează o fereastră

source: Enable the program listing in the run box
ro: Activează listarea programului în dialogul Rulează

source: Show the program listing by default when opening the Run box
ro: Listează programul implicit în dialogul Rulează

source: Show the program listing in the Run box
ro: Listează programul în dialogul Rulează

source: Couldn't find a suitable application
ro: Nu s-a putut găsi o aplicaţie potrivită

source: The default application for this type of file cannot handle remote files
ro: Aplicaţia implicită pentru acest tip de fişiere nu poate lucra cu fişiere la distanţă

source: An unknown error occurred while trying to open %s
ro: O eroare necunoscută a avut loc când se încerca deschiderea %s

source: Open Recent
ro: Deschide recente

source: I've detected a panel already running, and will now exit.
ro: Am detectat un panou care rulează deja, şi acum voi ieşi.

source: There was a problem registering the panel with the bonobo-activation server. The error code is: %d The panel will now exit.
ro: A fost o problemă la înregistrarea panoului cu serverul bonobo-activation. Codul de eroare este: %d Panoul va ieşi acum.

source: Unable to load panel stock icon '%s'
ro: N-am putut încărca iconul panou stoc '%s'

source: _Run
en@shaw: _ğ‘®ğ‘³ğ‘¯
ro: _Rulează

source: Help document not found
ro: Documentul Ajutor nu a fost găsit

source: No document to show
ro: Nici un document pentru afişat

source: Disabled
ro: Dezactivat

source: <b>Cannot execute xscreensaver</b> Details: xscreensaver-command not found
ro: <b>Nu pot executa xscreensaver</b> Detalii: xscreensaver-command nu a fost găsită

source: Incomplete '%s' background type received
ro: Am primit tipul incomplet de fundal '%s'

source: Incomplete '%s' background type received: %s
ro: Am primit tipul incomplet de fundal '%s': %s

source: Failed to get pixmap %s
ro: N-am putut obţine pixmap-ul %s

source: Unknown background type received
ro: Am primit un tip necunoscut de fundal

source: The Applet's containing Panel's orientation
ro: Aplet conţinând orientarea panoului

source: The Applet's containing Panel's size in pixels
ro: Aplet conţinând mărimea panoului în pixeli

source: The Applet's containing Panel's background color or pixmap
ro: Aplet conţinând culoarea sau pixmap-ul de fundal al panoului

source: Applet:
ro: Aplet:

source: Bottom
ro: Bază

source: Left
ro: Stânga

source: Prefs Dir:
ro: Director preferinţe:

source: Right
ro: Dreapta

source: Size:
ro: Mărime:

source: Top
ro: Vârf

source: Tasks
en@shaw: ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘•

source: Edit
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘

source: All Day
en@shaw: ğ‘·ğ‘¤ ğ‘›ğ‘±

source: Appointments
en@shaw: ğ‘©ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Birthdays and Anniversaries
en@shaw: ğ‘šğ‘»ğ‘”ğ‘›ğ‘±ğ‘Ÿ ğ‘¯ ğ‘¨ğ‘¯ğ‘©ğ‘ğ‘»ğ‘•ğ‘»ğ‘°ğ‘Ÿ

source: Weather Information
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Locations
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Calendar
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼

source: Click to hide your appointments and tasks
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘£ğ‘²ğ‘› ğ‘¿ğ‘¼ ğ‘©ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘•

source: Click to view your appointments and tasks
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘ğ‘¿ ğ‘¿ğ‘¼ ğ‘©ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘•

source: Click to hide month calendar
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘£ğ‘²ğ‘› ğ‘¥ğ‘³ğ‘¯ğ‘” ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼

source: Click to view month calendar
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘ğ‘¿ ğ‘¥ğ‘³ğ‘¯ğ‘” ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼

source: _Preferences
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘§ğ‘¯ğ‘•ğ‘§ğ‘Ÿ

source: Ad_just Date & Time
en@shaw: ğ‘©_ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘±ğ‘‘ & ğ‘‘ğ‘²ğ‘¥

source: Choose Location
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Edit Location
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: City Name
en@shaw: ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¯ğ‘±ğ‘¥

source: City Time Zone
en@shaw: ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ğ‘²ğ‘¥ ğ‘Ÿğ‘´ğ‘¯

source: Failed to set the system timezone
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿğ‘´ğ‘¯

source: <small>Set...</small>
en@shaw: <small>ğ‘•ğ‘§ğ‘‘...</small>

source: <small>Set</small>
en@shaw: <small>ğ‘•ğ‘§ğ‘‘</small>

source: Set location as current location and use its timezone for this computer
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘¿ğ‘• ğ‘¦ğ‘‘ğ‘• ğ‘‘ğ‘²ğ‘¥ğ‘Ÿğ‘´ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼

source: %s, feels like %s
en@shaw: %s, ğ‘“ğ‘°ğ‘¤ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ %s

source: Sunrise: %s / Sunset: %s
en@shaw: ğ‘•ğ‘©ğ‘¯ğ‘®ğ‘²ğ‘Ÿ: %s / ğ‘•ğ‘³ğ‘¯ğ‘•ğ‘§ğ‘‘: %s

source: East
en@shaw: ğ‘°ğ‘•ğ‘‘

source: West
en@shaw: ğ‘¢ğ‘§ğ‘•ğ‘‘

source: North
en@shaw: ğ‘¯ğ‘¹ğ‘”

source: South
en@shaw: ğ‘•ğ‘¬ğ‘”

source: _Location Name:
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘±ğ‘¥:

source: L_atitude:
en@shaw: _ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘‘ğ‘¿ğ‘›:

source: L_ongitude:
en@shaw: _ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¦ğ‘‘ğ‘¿ğ‘›:

source: Time _Settings
en@shaw: ğ‘‘ğ‘²ğ‘¥ _ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Clock Format
en@shaw: ğ‘’ğ‘¤ğ‘ªğ‘’ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: _12 hour format
en@shaw: _12 ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: _24 hour format
en@shaw: _24 ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Panel Display
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±

source: Show the _date
en@shaw: ğ‘–ğ‘´ ğ‘ _ğ‘›ğ‘±ğ‘‘

source: Show seco_nds
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘§ğ‘’ğ‘©_ğ‘¯ğ‘›ğ‘Ÿ

source: Show _weather
en@shaw: ğ‘–ğ‘´ _ğ‘¢ğ‘§ğ‘ğ‘¼

source: Show _temperature
en@shaw: ğ‘–ğ‘´ _ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¨ğ‘‘ğ‘¿ğ‘®

source: General
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: Display
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±

source: _Visibility unit:
en@shaw: _ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘:

source: _Pressure unit:
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘–ğ‘¿ğ‘® ğ‘¿ğ‘¯ğ‘¦ğ‘‘:

source: _Temperature unit:
en@shaw: _ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¨ğ‘‘ğ‘¿ğ‘® ğ‘¿ğ‘¯ğ‘¦ğ‘‘:

source: _Wind speed unit:
en@shaw: _ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘•ğ‘ğ‘°ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘:
