Repository: GNOME/gnome-panel
Catalog: po/*.po
Languages: en@shaw, ro

source: The location of the panel along the y-axis, starting from the bottom of the screen. If set to -1, the value is ignored and the value of the y key is used. If the value is greater than 0, then the value of the y key is ignored. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
en@shaw: ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ y-ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘•, ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯. ğ‘¦ğ‘“ ğ‘•ğ‘§ğ‘‘ ğ‘‘ -1, ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ y ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘›. ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ 0, ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ y ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘³ğ‘¯-ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘´ğ‘›. ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘´ğ‘› ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘§ğ‘¡ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘°.

source: Center panel on x-axis
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘¯ x-ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘•

source: If true, the x and x_right keys are ignored and the panel is placed at the center of the x-axis of the screen. If the panel is resized it will remain at that position - i.e. the panel will grow on both sides. If false, the x and x_right keys specify the location of the panel.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ x ğ‘¯ x_right ğ‘’ğ‘°ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘ x-ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘• ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯. ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ resized ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘¨ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ - ğ‘².ğ‘§. ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘®ğ‘´ ğ‘ªğ‘¯ ğ‘šğ‘´ğ‘” ğ‘•ğ‘²ğ‘›ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘“ğ‘·ğ‘¤ğ‘•, ğ‘ x ğ‘¯ x_right ğ‘’ğ‘°ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Center panel on y-axis
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘¯ y-ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘•

source: If true, the y and y_bottom keys are ignored and the panel is placed at the center of the y-axis of the screen. If the panel is resized it will remain at that position - i.e. the panel will grow on both sides. If false, the y and y_bottom keys specify the location of the panel.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ y ğ‘¯ y_bottom ğ‘’ğ‘°ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘ y-ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘• ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯. ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿğ‘› ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘¨ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ - i.e. ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘®ğ‘´ ğ‘ªğ‘¯ ğ‘šğ‘´ğ‘” ğ‘•ğ‘²ğ‘›ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘“ğ‘·ğ‘¤ğ‘•, ğ‘ y ğ‘¯ y_bottom ğ‘’ğ‘°ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Automatically hide panel into corner
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘£ğ‘²ğ‘› ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘’ğ‘¹ğ‘¯ğ‘»

source: If true, the panel is automatically hidden into a corner of the screen when the pointer leaves the panel area. Moving the pointer to that corner again will cause the panel to re-appear.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘’ğ‘¹ğ‘¯ğ‘» ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘¤ğ‘°ğ‘ğ‘Ÿ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ºğ‘¦ğ‘©. ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¹ğ‘¯ğ‘» ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘·ğ‘Ÿ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°-ğ‘©ğ‘ğ‘½.

source: Enable hide buttons
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘²ğ‘› ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: If true, buttons will be placed on each side of the panel which may be used to move the panel to edge of the screen, leaving only a button showing.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘°ğ‘— ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘— ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘‘ ğ‘§ğ‘¡ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯, ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘–ğ‘´ğ‘¦ğ‘™.

source: Enable arrows on hide buttons
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘®ğ‘´ğ‘Ÿ ğ‘ªğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Visible pixels when hidden
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯

source: Animation speed
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘ğ‘°ğ‘›

source: The speed in which panel animations should occur. Possible values are "slow", "medium" and "fast". This key is only relevant if the enable_animations key is true.
en@shaw: ğ‘ ğ‘•ğ‘ğ‘°ğ‘› ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘ªğ‘’ğ‘». ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "slow", "medium" ğ‘¯ "fast". ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘“ ğ‘ enable_animations ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.

source: Background type
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ğ‘²ğ‘

source: Background color
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Background image
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Rotate image on vertical panels
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ªğ‘¯ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ

source: If true, the background image will be rotated when the panel is oriented vertically.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ªğ‘®ğ‘°ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦.

source: [FILE...]
en@shaw: [ğ‘“ğ‘²ğ‘¤...]

source: - Edit .desktop files
en@shaw: - ğ‘§ğ‘›ğ‘¦ğ‘‘ .desktop ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Directory Properties
en@shaw: ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Launch other applications and provide various utilities to manage windows, show the time, etc.
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘³ğ‘ğ‘¼ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘ğ‘ºğ‘¦ğ‘©ğ‘• ğ‘˜ğ‘µğ‘‘ğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ, ğ‘–ğ‘´ ğ‘ ğ‘‘ğ‘²ğ‘¥, ğ‘§ğ‘‘ğ‘•.

source: Could not show this URL
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘ğ‘¦ğ‘• URL

source: No URL was specified.
en@shaw: ğ‘¯ğ‘´ URL ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›.

source: Could not launch application
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Could not use dropped item
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘Ÿ ğ‘›ğ‘®ğ‘ªğ‘ğ‘‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: _Launch
en@shaw: _ğ‘¤ğ‘·ğ‘¯ğ‘—

source: Could not save launcher
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘»

source: File is not a valid .desktop file
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› .desktop ğ‘“ğ‘²ğ‘¤

source: Application does not accept documents on command line
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯

source: Disable connection to session manager
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Specify file containing saved configuration
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘±ğ‘ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: FILE
en@shaw: ğ‘“ğ‘²ğ‘¤

source: Specify session management ID
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ID

source: ID
en@shaw: ğ‘¦ğ‘›

source: Session management options:
en@shaw: ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Show session management options
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Error
en@shaw: ğ‘»ğ‘¼

source: Choose an icon
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Could not launch '%s'
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— '%s'

source: Could not open location '%s'
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ '%s'

source: No application to handle search folders is installed.
en@shaw: ğ‘¯ğ‘´ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.

source: Replace a currently running panel
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘© ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Could not connect to server
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼

source: Log out of this session to log in as a different user
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼

source: Run Application...
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯...

source: Run an application by typing a command or choosing from a list
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘šğ‘² ğ‘‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¹ ğ‘—ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Locate documents and folders on this computer by name or content
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥ ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘

source: Force Quit
en@shaw: ğ‘“ğ‘¹ğ‘• ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: Force a misbehaving application to quit
en@shaw: ğ‘“ğ‘¹ğ‘• ğ‘© ğ‘¥ğ‘¦ğ‘•ğ‘šğ‘©ğ‘£ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: Connect to Server...
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼...

source: Connect to a remote computer or shared disk
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘© ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¹ ğ‘–ğ‘ºğ‘› ğ‘›ğ‘¦ğ‘•ğ‘’

source: The main GNOME menu
en@shaw: ğ‘ ğ‘¥ğ‘±ğ‘¯ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Menu Bar
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘šğ‘¸

source: A custom menu bar
en@shaw: ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘šğ‘¸

source: Separator
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼

source: A separator to organize the panel items
en@shaw: ğ‘© ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘‘ ğ‘¹ğ‘œğ‘©ğ‘¯ğ‘²ğ‘Ÿ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ

source: (empty)
en@shaw: (ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦)

source: Custom Application Launcher
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘»

source: Create a new launcher
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘»

source: Application Launcher...
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘»...

source: Copy a launcher from the applications menu
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘© ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘» ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Find an _item to add to "%s":
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘¯ _ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘‘ ğ‘¨ğ‘› ğ‘‘ "%s":

source: Find an _item to add to the panel:
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘¯ _ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘‘ ğ‘¨ğ‘› ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤:

source: Add to Panel
en@shaw: ğ‘¨ğ‘› ğ‘‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: "%s" has quit unexpectedly
en@shaw: "%s" ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘°

source: Panel object has quit unexpectedly
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘°

source: If you reload a panel object, it will automatically be added back to the panel.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘› ğ‘© ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: _Don't Reload
en@shaw: _ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘›

source: _Reload
en@shaw: _ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘›

source: The panel encountered a problem while loading "%s".
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘’ğ‘¶ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘© ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ ğ‘¢ğ‘²ğ‘¤ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ "%s".

source: Do you want to delete the applet from your configuration?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯?

source: Open '%s'
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ '%s'

source: Open your personal folder
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Delete this panel?
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤?

source: When a panel is deleted, the panel and its settings are lost.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¸ ğ‘¤ğ‘ªğ‘•ğ‘‘.

source: Cannot delete this panel
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: You must always have at least one panel.
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: _Add to Panel...
en@shaw: _ğ‘¨ğ‘› ğ‘‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤...

source: Application in Terminal
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤

source: Location
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Name:
en@shaw: _ğ‘¯ğ‘±ğ‘¥:

source: _Browse...
en@shaw: _ğ‘šğ‘®ğ‘¬ğ‘Ÿ...

source: Co_mment:
en@shaw: ğ‘’ğ‘ª_ğ‘¥ğ‘§ğ‘¯ğ‘‘:

source: Choose an application...
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯...

source: Choose a file...
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘“ğ‘²ğ‘¤...

source: Comm_and:
en@shaw: ğ‘’ğ‘«ğ‘¥_ğ‘­ğ‘¯ğ‘›:

source: _Location:
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: The name of the launcher is not set.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘» ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘.

source: Could not save directory properties
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: The name of the directory is not set.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘.

source: The command of the launcher is not set.
en@shaw: ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘» ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘.

source: The location of the launcher is not set.
en@shaw: ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘» ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘.

source: Click on a window to force the application to quit. To cancel press <ESC>.
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘‘ ğ‘“ğ‘¹ğ‘• ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘. ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘§ğ‘• <ESC>.

source: Force this application to exit?
en@shaw: ğ‘“ğ‘¹ğ‘• ğ‘ğ‘¦ğ‘• ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘?

source: Browse and run installed applications
en@shaw: ğ‘šğ‘®ğ‘¬ğ‘Ÿ ğ‘¯ ğ‘®ğ‘³ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: Access documents, folders and network places
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ

source: _Edit Menus
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ

source: Bookmarks
en@shaw: ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Unable to scan %s for media changes
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘’ğ‘¨ğ‘¯ %s ğ‘“ğ‘¹ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Rescan %s
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘’ğ‘¨ğ‘¯ %s

source: Unable to mount %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ %s

source: Mount %s
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ %s

source: Removable Media
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©

source: Network Places
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ

# Desktop Folder
source: Desktop
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘

source: Open the contents of your desktop in a folder
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘¿ğ‘¼ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Places
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ

# Orientation
source: Top
en@shaw: ğ‘‘ğ‘ªğ‘

# Orientation
source: Bottom
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥

# Orientation
source: Left
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘

# Orientation
source: Right
en@shaw: ğ‘®ğ‘²ğ‘‘

source: Some of these properties are locked down
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘›ğ‘¬ğ‘¯

source: pixels
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: _Orientation:
en@shaw: _ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯:

source: E_xpand
en@shaw: _ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›

source: _None (use system theme)
en@shaw: _ğ‘¯ğ‘³ğ‘¯ (ğ‘¿ğ‘Ÿ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘”ğ‘°ğ‘¥)

source: Solid c_olor
en@shaw: ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘› _ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Pick a color
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Co_lor:
en@shaw: _ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: S_tyle:
en@shaw: _ğ‘•ğ‘‘ğ‘²ğ‘¤:

source: Background _image:
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› _ğ‘¦ğ‘¥ğ‘¦ğ‘¡:

source: Select background
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Image Background Details
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: _Tile
en@shaw: _ğ‘‘ğ‘²ğ‘¤

source: Clear the Recent Documents list?
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¤ğ‘¦ğ‘•ğ‘‘?

source: Clear Recent Documents
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Recent Documents
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Clear Recent Documents...
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•...

source: Clear all items from the recent documents list
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘·ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Choose a file to append to the command...
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›...

source: Select an application to view its description.
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘ğ‘¿ ğ‘¦ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯.

source: Run Application
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Command icon
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯

source: The icon of the command to be run.
en@shaw: ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘³ğ‘¯.

source: Select this box to run the command in a terminal window.
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘ªğ‘’ğ‘• ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Run with _file...
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘ _ğ‘“ğ‘²ğ‘¤...

source: Click this button to browse for a file whose name to append to the command string.
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ ğ‘šğ‘®ğ‘¬ğ‘Ÿ ğ‘“ğ‘¹ ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘µğ‘Ÿ ğ‘¯ğ‘±ğ‘¥ ğ‘‘ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™.

source: Show list of known _applications
en@shaw: ğ‘–ğ‘´ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¯ğ‘´ğ‘¯ _ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: Click this button to run the selected application or the command in the command entry field.
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¹ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘“ğ‘°ğ‘¤ğ‘›.

source: _Force quit
en@shaw: _ğ‘“ğ‘¹ğ‘• ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: C_lear
en@shaw: _ğ‘’ğ‘¤ğ‘½

source: Specify the initial orientation of the applet (top, bottom, left or right)
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ (ğ‘‘ğ‘ªğ‘, ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥, ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¹ ğ‘®ğ‘²ğ‘‘)

# Size
source: X Small
en@shaw: ğ‘§ğ‘’ğ‘• ğ‘•ğ‘¥ğ‘·ğ‘¤

# Size
source: Small
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤

# Size
source: Medium
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

# Size
source: Large
en@shaw: ğ‘¤ğ‘¸ğ‘¡

# Size
source: X Large
en@shaw: X ğ‘¤ğ‘¸ğ‘¡

source: Test applet utility
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘˜ğ‘µğ‘‘ğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°

source: _Applet:
en@shaw: _ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘:

source: Hide Panel
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Top Expanded Edge Panel
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘§ğ‘¡ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Top Centered Panel
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘› ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Top Floating Panel
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Top Edge Panel
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘§ğ‘¡ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Bottom Expanded Edge Panel
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘§ğ‘¡ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Bottom Centered Panel
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘› ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Bottom Floating Panel
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Bottom Edge Panel
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘§ğ‘¡ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Left Expanded Edge Panel
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘§ğ‘¡ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Left Centered Panel
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘› ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Left Floating Panel
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Left Edge Panel
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘§ğ‘¡ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Right Expanded Edge Panel
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘§ğ‘¡ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Right Centered Panel
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘› ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Right Floating Panel
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Right Edge Panel
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘§ğ‘¡ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Icon '%s' not found
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ '%s' ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: file
en@shaw: ğ‘“ğ‘²ğ‘¤

source: Home Folder
en@shaw: ğ‘£ğ‘´ğ‘¥ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: File System
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥
