Repository: GNOME/gnome-panel
Catalog: po/*.po
Languages: en@shaw, ro

source: Weather
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼

source: Could not display help document '%s'
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s'

source: Error displaying help document
en@shaw: ğ‘»ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Clock Applet Factory
en@shaw: ğ‘’ğ‘¤ğ‘ªğ‘’ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: %s the Fish, a contemporary oracle
en@shaw: %s ğ‘ ğ‘“ğ‘¦ğ‘–, ğ‘© ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘ªğ‘®ğ‘©ğ‘’ğ‘©ğ‘¤

source: %s the Fish Says:
en@shaw: %s ğ‘ ğ‘“ğ‘¦ğ‘– ğ‘•ğ‘§ğ‘Ÿ:

source: Unable to read output from command Details: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ: %s

source: _Speak again
en@shaw: _ğ‘•ğ‘ğ‘°ğ‘’ ğ‘©ğ‘œğ‘±ğ‘¯

source: The configured command is not working and has been replaced by: %s
en@shaw: ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘šğ‘²: %s

source: Unable to read from '%s' Details: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ '%s' ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ: %s

source: The water needs changing
en@shaw: ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™

source: Look at today's date!
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¨ğ‘‘ ğ‘‘ğ‘«ğ‘›ğ‘±'ğ‘• ğ‘›ğ‘±ğ‘‘!

source: %s the Fish, the fortune teller
en@shaw: %s ğ‘ ğ‘“ğ‘¦ğ‘–, ğ‘ ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ ğ‘‘ğ‘§ğ‘¤ğ‘»

source: Fish Preferences
en@shaw: ğ‘“ğ‘¦ğ‘– ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: _Name of fish:
en@shaw: _ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘“ğ‘¦ğ‘–:

source: Co_mmand to run when clicked:
en@shaw: ğ‘’ğ‘«_ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘:

source: Animation
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Pause per frame:
en@shaw: _ğ‘ğ‘·ğ‘Ÿ ğ‘ğ‘» ğ‘“ğ‘®ğ‘±ğ‘¥:

source: Window Navigation Applet Factory
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Factory for the window navigation related applets
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ğ‘•

source: Window Selector
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘•ğ‘§ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¼

source: Switch between open windows using a menu
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Switch between open windows using buttons
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Show Desktop
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘

source: Hide application windows and show the desktop
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ ğ‘–ğ‘´ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘

source: Icon not found
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Your window manager does not support the show desktop button, or you are not running a window manager.
en@shaw: ğ‘¿ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘–ğ‘´ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯, ğ‘¹ ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼.

source: Window List Content
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘

source: Sh_ow windows from current workspace
en@shaw: ğ‘–_ğ‘´ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•

source: Window Grouping
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘œğ‘®ğ‘µğ‘ğ‘¦ğ‘™

source: Restoring Minimized Windows
en@shaw: ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘™ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘²ğ‘Ÿğ‘› ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ

source: rows
en@shaw: ğ‘®ğ‘´ğ‘Ÿ

source: columns
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ

source: Show _only the current workspace
en@shaw: ğ‘–ğ‘´ _ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•

source: Show _all workspaces in:
en@shaw: ğ‘–ğ‘´ _ğ‘­ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯:

source: Switcher
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘»

source: Workspace na_mes:
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘¯ğ‘±_ğ‘¥ğ‘Ÿ:

source: Show workspace _names in switcher
en@shaw: ğ‘–ğ‘´ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• _ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘»

source: If true, show date in a tooltip when the pointer is over the clock.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘–ğ‘´ ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘‘ğ‘µğ‘¤ğ‘‘ğ‘¦ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘¤ğ‘ªğ‘’.

source: Show weather in clock
en@shaw: ğ‘–ğ‘´ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘’ğ‘¤ğ‘ªğ‘’

source: If true, display a weather icon.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘© ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘²ğ‘’ğ‘ªğ‘¯.

source: Show temperature in clock
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘©ğ‘—ğ‘¼ ğ‘¦ğ‘¯ ğ‘’ğ‘¤ğ‘ªğ‘’

source: If true, show the temperature next to the weather icon.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘–ğ‘´ ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘©ğ‘—ğ‘¼ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘²ğ‘’ğ‘ªğ‘¯.

source: Show week numbers in calendar
en@shaw: ğ‘–ğ‘´ ğ‘¢ğ‘°ğ‘’ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼

source: If true, show week numbers in the calendar.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘–ğ‘´ ğ‘¢ğ‘°ğ‘’ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼.

source: Expand list of appointments
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: If true, expand the list of appointments in the calendar window.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Expand list of birthdays
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘šğ‘»ğ‘”ğ‘›ğ‘±ğ‘Ÿ

source: If true, expand the list of birthdays in the calendar window.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘šğ‘»ğ‘”ğ‘›ğ‘±ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Expand list of tasks
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘•

source: If true, expand the list of tasks in the calendar window.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Expand list of weather information
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: If true, expand the list of weather information in the calendar window.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Expand list of locations
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: If true, expand the list of locations in the calendar window.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: List of locations
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: This key specifies the filename of the pixmap which will be used for the animation displayed in the fish applet relative to the pixmap directory.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘¥ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¦ğ‘– ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘¥ğ‘¨ğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦.

source: Command to execute on click
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘ªğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’

source: This key specifies the command that will be tried to execute when the fish is clicked.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘“ğ‘¦ğ‘– ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘.

source: This key specifies the number of seconds each frame will be displayed.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘°ğ‘— ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›.

source: If true, the fish's animation will be displayed rotated on vertical panels.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘“ğ‘¦ğ‘–ğ‘§ğ‘• ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ.

source: If true, the window list will show windows from all workspaces. Otherwise it will only display windows from the current workspace.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘´ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ. ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•.

source: Decides when to group windows from the same application on the window list. Possible values are "never", "auto" and "always".
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¤ğ‘¦ğ‘•ğ‘‘. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "never", "auto" ğ‘¯ "always".

source: Move windows to current workspace when unminimized
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘³ğ‘¯ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘¥ğ‘²ğ‘Ÿğ‘›

source: If true, then when unminimizing a window, move it to the current workspace. Otherwise, switch to the workspace of the window.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘³ğ‘¯ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘¥ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´, ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•. ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ, ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Display workspace names
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ

source: If true, the workspaces in the workspace switcher will display the names of the workspaces. Otherwise they will display the windows on the workspace. This setting only works when the window manager is Metacity.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘» ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ. ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘»ğ‘’ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¦ğ‘Ÿ Â·ğ‘¥ğ‘§ğ‘‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦.

source: Display all workspaces
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘·ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ

source: If true, the workspace switcher will show all workspaces. Otherwise it will only show the current workspace.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘» ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘´ ğ‘·ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ. ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘–ğ‘´ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•.

source: Rows in workspace switcher
en@shaw: ğ‘®ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘»

source: This key specifies how many rows (for horizontal layout) or columns (for vertical layout) the workspace switcher shows the workspaces in. This key is only relevant if the display_all_workspaces key is true.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘®ğ‘´ğ‘Ÿ (ğ‘“ğ‘¹ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘¤ğ‘±ğ‘¬ğ‘‘) ğ‘¹ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ (ğ‘“ğ‘¹ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘±ğ‘¬ğ‘‘) ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘» ğ‘–ğ‘´ğ‘Ÿ ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘“ ğ‘ display_all_workspaces ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.

source: Enable tooltips
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘µğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘•

source: Confirm panel removal
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘©ğ‘¤

source: If true, a dialog is shown asking for confirmation if the user wants to remove a panel.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘© ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘­ğ‘•ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘© ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Panel ID list
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ID ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: A list of panel IDs. Each ID identifies an individual toplevel panel. The settings for each of these panels are stored in /apps/panel/toplevels/$(id).
en@shaw: ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ IDs. ğ‘°ğ‘— ID ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘ğ‘¦ğ‘›ğ‘¿ğ‘©ğ‘¤ ğ‘‘ğ‘ªğ‘ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤. ğ‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘¦ğ‘¯ /apps/panel/toplevels/$(id).

source: Panel object ID list
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ID ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Complete panel lockdown
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¤ğ‘­ğ‘’ğ‘›ğ‘¶ğ‘¯

source: If true, the panel will not allow any changes to the configuration of the panel. Individual applets may need to be locked down separately however. The panel must be restarted for this to take effect.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘§ğ‘¯ğ‘¦ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤. ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘ğ‘¦ğ‘›ğ‘¿ğ‘©ğ‘¤ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ğ‘• ğ‘¥ğ‘± ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦ ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼. ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘.

source: Applet IIDs to disable from loading
en@shaw: ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ IIDs ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™

source: A list of applet IIDs that the panel will ignore. This way you can disable certain applets from loading or showing up in the menu. For example to disable the mini-commander applet add 'OAFIID:GNOME_MiniCommanderApplet' to this list. The panel must be restarted for this to take effect.
en@shaw: ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ IIDs ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘œğ‘¯ğ‘¹. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘± ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¹ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘³ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿. ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘°-ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘¨ğ‘› 'OAFIID:GNOME_MiniCommanderApplet' ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¦ğ‘•ğ‘‘. ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘.

source: Disable Force Quit
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘• ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: If true, the panel will not allow a user to force an application to quit by removing access to the force quit button.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘© ğ‘¿ğ‘Ÿğ‘¼ ğ‘‘ ğ‘“ğ‘¹ğ‘• ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘šğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘• ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯.

source: Enable program list in "Run Application" dialog
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ "ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯" ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: If true, the "Known Applications" listing in the "Run Application" dialog is made available. Whether or not the listing is expanded when the dialog is shown is controlled by the show_program_list key.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ "ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ" ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ "ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯" ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘› ğ‘šğ‘² ğ‘ show_program_list ğ‘’ğ‘°.

source: Expand program list in "Run Application" dialog
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ "ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯" ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: If true, the "Known Applications" listing in the "Run Application" dialog is expanded when the dialog is opened. This key is only relevant if the enable_program_list key is true.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ "ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ" ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ "ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯" ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘“ ğ‘ enable_program_list ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.

source: Enable autocompletion in "Run Application" dialog
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘·ğ‘‘ğ‘´ğ‘’ğ‘ªğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ "ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯" ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: If true, autocompletion in the "Run Application" dialog is made available.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘·ğ‘‘ğ‘´ğ‘’ğ‘ªğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ "ğ‘®ğ‘³ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯" ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.

source: Launcher location
en@shaw: ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘» ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: The location of the .desktop file describing the launcher. This key is only relevant if the object_type key is "launcher-object".
en@shaw: ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ .desktop ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘²ğ‘šğ‘¦ğ‘™ ğ‘ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘». ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘“ ğ‘ object_type ğ‘’ğ‘° ğ‘¦ğ‘Ÿ "launcher-object".

source: Menu content path
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘­ğ‘”

source: Toplevel panel containing object
en@shaw: ğ‘‘ğ‘ªğ‘ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘

source: The identifier of the toplevel panel which contains this object.
en@shaw: ğ‘ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼ ğ‘ ğ‘ ğ‘‘ğ‘ªğ‘ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘.

source: Interpret position relative to bottom/right edge
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘®ğ‘©ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥/ğ‘®ğ‘²ğ‘‘ ğ‘§ğ‘¡

source: Object's position on the panel
en@shaw: ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: The position of this panel object. The position is specified by the number of pixels from the left (or top if vertical) panel edge.
en@shaw: ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘. ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ (ğ‘¹ ğ‘‘ğ‘ªğ‘ ğ‘¦ğ‘“ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤) ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘§ğ‘¡.

source: Name to identify panel
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘‘ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: This is a human readable name which you can use to identify a panel. Its main purpose is to serve as the panel's window title which is useful when navigating between panels.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘— ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘‘ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤. ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘±ğ‘¯ ğ‘ğ‘»ğ‘ğ‘©ğ‘• ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘•ğ‘»ğ‘ ğ‘¨ğ‘Ÿ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ.

source: X screen where the panel is displayed
en@shaw: X ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘º ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: With a multi-screen setup, you may have panels on each individual screen. This key identifies the current screen the panel is displayed on.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘, ğ‘¿ ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘ªğ‘¯ ğ‘°ğ‘— ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘ğ‘¦ğ‘›ğ‘¿ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ªğ‘¯.

source: Expand to occupy entire screen width
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘‘ ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘² ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: If true, the panel will occupy the entire screen width (height if this is a vertical panel). In this mode the panel can only be placed at a screen edge. If false, the panel will only be large enough to accommodate the applets, launchers and buttons on the panel.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘² ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘¦ğ‘›ğ‘” (ğ‘£ğ‘²ğ‘‘ ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤). ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘´ğ‘› ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘¨ğ‘‘ ğ‘© ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘§ğ‘¡. ğ‘¦ğ‘“ ğ‘“ğ‘·ğ‘¤ğ‘•, ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘¤ğ‘¸ğ‘¡ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘©ğ‘’ğ‘­ğ‘¥ğ‘©ğ‘›ğ‘±ğ‘‘ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ğ‘•, ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘»ğ‘Ÿ ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Panel orientation
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: The orientation of the panel. Possible values are "top", "bottom", "left", "right". In expanded mode the key specifies which screen edge the panel is on. In un-expanded mode the difference between "top" and "bottom" is less important - both indicate that this is a horizontal panel - but still give a useful hint as to how some panel objects should behave. For example, on a "top" panel a menu button will pop up its menu below the panel, whereas on a "bottom" panel the menu will be popped up above the panel.
en@shaw: ğ‘ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "top", "bottom", "left", "right". ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘´ğ‘› ğ‘ ğ‘’ğ‘° ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘§ğ‘¡ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯. ğ‘¦ğ‘¯ ğ‘³ğ‘¯-ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘´ğ‘› ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ "top" ğ‘¯ "bottom" ğ‘¦ğ‘Ÿ ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ - ğ‘šğ‘´ğ‘” ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ - ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘œğ‘¦ğ‘ ğ‘© ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¬ ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘¦ğ‘£ğ‘±ğ‘. ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤, ğ‘ªğ‘¯ ğ‘© "top" ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘ªğ‘ ğ‘³ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤, ğ‘¢ğ‘ºğ‘¨ğ‘Ÿ ğ‘ªğ‘¯ ğ‘© "bottom" ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘­ğ‘ğ‘‘ ğ‘³ğ‘ ğ‘©ğ‘šğ‘³ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: Panel size
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ

source: X co-ordinate of panel
en@shaw: X ğ‘’ğ‘´-ğ‘¹ğ‘›ğ‘¦ğ‘¯ğ‘©ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: The location of the panel along the x-axis. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
en@shaw: ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ x-ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘³ğ‘¯-ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘´ğ‘›. ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘´ğ‘› ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘§ğ‘¡ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘°.

source: The location of the panel along the y-axis. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
en@shaw: ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ y-ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘³ğ‘¯-ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘´ğ‘›. ğ‘¦ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¥ğ‘´ğ‘› ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘§ğ‘¡ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘°.

source: X co-ordinate of panel, starting from the right of the screen
en@shaw: X ğ‘’ğ‘´-ğ‘¹ğ‘›ğ‘¦ğ‘¯ğ‘©ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤, ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
