Repository: GNOME/gnome-panel
Catalog: po/*.po
Languages: en@shaw, ro

source: There was an error displaying help: %s
ro: A fost o eroare la afişarea ajutorului: %s

source: Warning: The command appears to be something actually useful. Since this is a useless applet, you may not want to do this. We strongly advise you against using %s for anything which would make the applet "practical" or useful.
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™: ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤. ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘¿ğ‘•ğ‘¤ğ‘©ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘, ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•. ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘¤ğ‘¦ ğ‘¨ğ‘›ğ‘ğ‘²ğ‘Ÿ ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ %s ğ‘“ğ‘¹ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘«ğ‘› ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ "ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤" ğ‘¹ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤.
ro: Atenţie: Comanda pare să fie ceva chiar util. Din moment ce acesta este un aplet inutil, s-ar putea să nu doriţi să faceţi asta. Vă sfătuim stăruitor împotriva oricărei utilizări %s pentru orice care ar putea face apletul practic sau util.

source: %s the Fish
en@shaw: %s ğ‘ ğ‘“ğ‘¦ğ‘–
ro: Peştele %s

source: %s has no use what-so-ever. It only takes up disk space and compilation time, and if loaded it also takes up precious panel space and memory. If anyone is found using it, he should be promptly sent for a psychiatric evaluation.
ro: %s nu are nici un fel de folos. Doar ocupă spaţiu pe disc şi timp de compilare, şi dacă este încărcat ocupă desemenea spaţiu preţios în panou şi memorie. Dacă oricine este găsit folosind acest aplet, ar trebui trimis(ă) prompt la o evaluare psihică.

source: (with minor help from George)
ro: (cu puţin ajutor de la George)

source: Fish
en@shaw: ğ‘“ğ‘¦ğ‘–
ro: Peşte

source: %s the GNOME Fish
ro: Peştele GNOME %s

source: %s the GNOME Fish, a contemporary oracle
ro: Peştele GNOME %s, un oracol contemporan

source: Unable to get the name of the command to execute
ro: Nu pot obţine numele comenzii de executat

source: Unable to locate the command to execute
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘
ro: Nu pot localiza comanda de executat

source: %s the GNOME Fish Says:
ro: Peştele GNOME %s spune:

source: Unable to execute '%s' Details: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ '%s' ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ: %s
ro: Eşuare la execuţia comenzii '%s' Detalii : %s

source: You do not have fortune installed or you have not specified a program to run. Please refer to fish properties dialog.
ro: Nu aveţi 'fortune' instalat sau nu aţi specificat un program de rulat. Vă rog să consultaţi dialogul de proprietăţi al peştelui.

source: The water needs changing! (Look at today's date)
ro: Apa trebuie schimbată! (uitaţi-vă la data de astăzi)

source: GNOME Fish, the fortune teller
ro: Peştele GNOME, povestitorul de zicători

source: Browse
ro: Navighează

source: Command to _execute when fish is clicked:
ro: Comanda de _executat când peştele este clicat:

source: Frame_s in animation:
ro: _Cadre în animaţie:

source: GNOME Fish Preferences
ro: Preferinţe Peşte Gnome

source: Pause _per frame (s):
ro: Pauză _pe cadru (s):

source: _Animation filename:
ro: Numele fişierulu de _animaţie:

source: _Name of GNOME fish:
ro: _Numele peştelui GNOME

source: _Rotate on vertical panels
en@shaw: _ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘ªğ‘¯ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ
ro: _Roteşte pe panouri verticale

source: A fish without a name is a pretty dull fish. Bring your fish to life by naming him.
en@shaw: ğ‘© ğ‘“ğ‘¦ğ‘– ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘© ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘›ğ‘³ğ‘¤ ğ‘“ğ‘¦ğ‘–. ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘“ğ‘¦ğ‘– ğ‘‘ ğ‘¤ğ‘²ğ‘“ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘¥.
ro: Un peşte fără nume este un peşte destul de neinteresant. Adu peştele tău la viaţa botezându-l.

source: Command to execute when the fish is clicked
ro: Comanda de executat când peştele este clicat

source: Pause per frame
en@shaw: ğ‘ğ‘·ğ‘Ÿ ğ‘ğ‘» ğ‘“ğ‘®ğ‘±ğ‘¥
ro: Pauză pe cadru

source: Rotate on vertical panels
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘ªğ‘¯ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ
ro: Roteşte pe panouri verticale

source: The fish's animation pixmap
en@shaw: ğ‘ ğ‘“ğ‘¦ğ‘–ğ‘§ğ‘• ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ pixmap
ro: Pixmap-ul de animaţie al peştelui

source: The fish's name
en@shaw: ğ‘ ğ‘“ğ‘¦ğ‘–ğ‘§ğ‘• ğ‘¯ğ‘±ğ‘¥
ro: Numele peştelui

source: The number of frames in the fish's animation
ro: Numărul de cadre în animaţia peştelui

source: Amusements
ro: Amuzamente

source: Display a swimming fish or another animated creature
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘© ğ‘•ğ‘¢ğ‘¦ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘¦ğ‘– ğ‘¹ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼
ro: Afişează un peşte ce înnoată sau altă creatură animată

source: From Whence That Stupid Fish Came
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘§ğ‘¯ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘‘ğ‘µğ‘ğ‘¦ğ‘› ğ‘“ğ‘¦ğ‘– ğ‘’ğ‘±ğ‘¥
ro: De unde a venit acel peşte stupid

source: Wanda Factory
en@shaw: ğ‘¢ğ‘­ğ‘¯ğ‘›ğ‘© ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦
ro: Fabrica Wanda

source: _About...
ro: _Despre...

source: _Help
ro: _Ajutor

source: _Preferences...
ro: _Preferinţe...

source: %a %b %d
ro: %a %d %b

source: %A %B %d
ro: %A %d %B

source: Computer Clock
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘’ğ‘¤ğ‘ªğ‘’
ro: Ceas calculator

source: %A, %B %d %Y
ro: %A, %d %B %Y

source: Clock Preferences
en@shaw: ğ‘’ğ‘¤ğ‘ªğ‘’ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
ro: Preferinţe ceas

source: Clock type
ro: Tip ceas

source: _12 hour
ro: _12 ore

source: _24 hour
ro: _24 ore

source: UNI_X time
ro: Timp UNI_X

source: _Internet time
ro: Timp _internet

source: Show _seconds
ro: Arată _secunde

source: Show _date
ro: Arată _data

source: Use _UTC
ro: Foloseşte _UTC

source: translator_credits
ro: Marius Andreiana <marius galuna.ro>

source: Clock
en@shaw: ğ‘’ğ‘¤ğ‘ªğ‘’
ro: Ceas

source: The Clock displays the current time and date
ro: Ceasul afişează timpul şi data curentă

source: Display Internet time, which is same all over the world
ro: Afişează timpul Internet, care este acelaşi în toată lumea

source: Display date in the Clock, in addition to time
ro: Afişează şi data în ceas

source: Display seconds in time
ro: Afişează secunde în timp

source: Display time in Universal Coordinated Time zone
ro: Afişează timpul în zona de timp coordonată universal

source: Display time in seconds since Epoch, i.e. 1970-01-01
ro: Afişează în secunde timpul scurs de la 1 ianuarie 1970

source: Hour format
ro: Format oră

source: Sets the hour format, may be either 12 or 24
ro: Setează formatul orei, ce poate fi 12 sau 24

source: Show date in Clock
ro: Arată data în ceas

source: Show date in a tooltip when a mouse is over the Clock
ro: Arată data în pont când săgeata mausului este deasupra ceasului

source: Show date in tooltip
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘¯ ğ‘‘ğ‘µğ‘¤ğ‘‘ğ‘¦ğ‘
ro: Arată data în pont

source: Show time with seconds
ro: Arată timpul cu secunde

source: Use Internet time
ro: Foloseşte timpul Internet

source: Use UNIX time
ro: Foloseşte timpul Unix

source: Use UTC
ro: Foloseşte UTC

source: Copy _date
ro: Copiază _data

source: Copy _time
ro: Copiază _timpul

source: Accessories
ro: Accesorii

source: Alert you when new mail arrives
ro: Alerteaza când vine poştă nouă

source: Button to hide application windows and show the desktop
ro: Buton pentru a ascunde ferestrele aplicaţiilor şi elibera desktopul

source: GenUtil Applet Factory
ro: Fabrica Applet GenUtil

source: Get the current time and date
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¯ ğ‘›ğ‘±ğ‘‘
ro: Obţine timpul şi data curentă

source: Inbox Monitor
ro: Monitor Inbox

source: Show Desktop Button
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯
ro: Arată butonul Desktop

source: Switch between open windows
ro: Răsfoieşte printre ferestrele deschise

source: Switch between workspaces
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ
ro: Răsfoieşte ecranele

source: Utility
ro: Utilitar

source: Window List
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¤ğ‘¦ğ‘•ğ‘‘
ro: Listă ferestre

source: Workspace Switcher
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘»
ro: Schimbător ecrane

source: factory for creating some general applets
ro: fabrică pentru creearea unor apleturi generale

source: _Check for mail
ro: _Verifică poşta

source: There was an error executing %s: %s
ro: A fost o eroare la execuţia %s: %s

source: You didn't set a password in the preferences for the Inbox Monitor, so you have to enter it each time it starts up.
ro: Nu aţi setat o parolă în preferinţele pentru Monitor cutie poştală, aşa că va trebui să o introduceţi de fiecare dată când porneşte monitorul.

source: Please enter your mailserver's _password:
ro: Vă rog introduceţi _parola serverului de poştă

source: Password Entry box
ro: Parola

source: The Inbox Monitor failed to check your mails and thus automatic updating has been deactivated for now. Maybe you used a wrong server, username or password?
ro: Monitorul cutiei poştale a eşuat în a verifica poşta şi actualizarea automată a fost deactivată momentan. Poate aţi utilizat un server, nume utilizator şi parolă greşită?

source: You have new mail.
ro: Aveţi poştă nouă.

source: You have mail.
ro: Aveţi poştă.

source: %d/%d messages
ro: %d/%d mesaje

source: %d messages
ro: %d mesaje

source: No mail.
ro: Nu aveţi poştă.

source: Status not updated
ro: Starea nu a fost actualizată

source: Mailbox _resides on:
ro: Căsuţa _poştala se află pe:

source: Local mailspool
ro: Spool poştă local

source: Local maildir
ro: Director poştă local

source: Remote POP3-server
ro: Server POP3 la distanţă

source: Remote IMAP-server
ro: Server IMAP la distanţă

source: Mail _spool file:
ro: Fişier _spool poştă:

source: Mail s_erver:
ro: S_erver poştă:

source: Mail Server Entry box
ro: Server poştă

source: _Username:
ro: Nume _utilizator:

source: Username Entry box
ro: Nume utilizator

source: _Password:
ro: _Parola:

source: _Folder:
ro: _Dosar:

source: Folder Entry box
ro: Dosar

source: C_ommand to run before checking for mail:
ro: C_omanda care să fie rulată înainte de a verifica mesajele:

source: Command Entry box
ro: Comandă

source: Execute
ro: Execută

source: Before each _update:
ro: Înainte de fiecare _actualizare:

source: Command to execute before each update
ro: Comanda de executat înainte de fiecare actualizare

source: When new mail _arrives:
ro: Când primiţi noi _mesaje:

source: Command to execute when new mail arrives
ro: Comanda de executat când primiţi noi mesaje

source: When clicke_d:
ro: Când se face _clic:

source: Command to execute when clicked
ro: Comanda de executat când se face clic cu mausul pe peşte

source: Set the number of unread mails to _zero
ro: Setează numărul de mesaje necitite la _zero

source: Check for mail _every
ro: Verifică poşta la fi_ecare

source: minutes
ro: minute

source: Choose time interval in minutes to check mail
ro: Alegeţi intervalul în minute de verificat poşta

source: seconds
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ
ro: secunde

source: Choose time interval in seconds to check mail
ro: Alegeţi intervalul în secunde de verificat poşta

source: Play a _sound when new mail arrives
ro: Redă un _sunet când vine poştă nouă

source: Select a_nimation
ro: Selectează a_nimaţie

source: Inbox Monitor Preferences
ro: Proprietăţi Monitor cutie poştală

source: _Mail check
ro: _Verifică poştă

source: Mail_box
ro: Cutie _poştală

source: Inbox Monitor notifies you when new mail arrives in your mailbox
ro: Monitorul cutiei poştale vă anunţă când aveţi poştă nouă

source: Text only
ro: Numai text

source: Mail check
ro: Verifică poşta

source: Mail check notifies you when new mail arrives in your mailbox
ro: Verifică poştă vă anunţă când este poştă nouă în cutia dvs. poştală

source: Command to execute when checking mail
ro: Comanda de executat când se verifică poşta

source: Command to execute when you click on the Inbox Monitor
ro: Comanda de executat când se face clic cu mausul pe peşte

source: Command to run before checking mail
ro: Comanda care să fie rulată înainte de a verifica poşta

source: Do we run the exec-command
ro: Rulăm comanda exec?

source: Do we run the newmail-command
ro: Rulăm comanda poştă-nouă?

source: How often (in milliseconds) we check the mail
ro: Cât de des ( în milisecunde ) verific poşta

source: If mail should be checked automatically
ro: Dacă poşta ar trebui verificată automat

source: If this is set mail will be checked every update-freq milliseconds
ro: Dacă acesta este activat, poşta va fi verificată la invervalul specificat

source: If this is set, we should run the exec-command
ro: Dacă acesta este activat, ar trebui să rulăm comanda exec

source: If this is set, we should run the newmail-command
ro: Dacă acesta este activat, ar trebui să rulăm comanda poştă-nouă

source: Interval for checking mail
ro: Intervalul de verificat mesajele

source: Path to the animation file
ro: Calea către fişierul de animaţie

source: Play a sound when mail is recieved
ro: Redă un sunet când vine poştă nouă

source: Remote folder for mail retrieval
ro: Dosarul la distanţă pentru primirea poştei

source: Run this command before we check the mail
ro: Rulează această comandă înainte de a verifica mesajele

source: The mail server
ro: Serverul poştă

source: The user's password
ro: Parola utilizatorului

source: The user's password for the remote server
ro: Parola utilizatorului pentru serverul la distanţă

source: This is how we check the mail, check the mail, check the mail...
ro: Aşa verificăm poşta...

source: This is how we process the mail, process the mail, process the mail...
ro: Aşa procesăm poşta...

source: This is the animation that will be displayed during normal Inbox Monitor usage
ro: Aceasta este animaţia care va fi afişată în timpul folosirii cutiei poştale

source: Username on the remote server
ro: Numele utilizator pe serverul la distanţă

source: We run this command when the user clicks on Inbox Monitor
ro: Rulez această comandă când utilizatorul face clic pe Monitorul cutiei poştale

source: Whether to reset mail status when you click on Inbox Monitor
ro: Dacă să reseteze starea poştei când utilizatorul face clic pe Monitorul cutiei poştale

source: You've got mail!
ro: Aveţi mesaje noi!

source: Mailcheck
ro: Verifică poştă

source: New Mail
ro: Mesaje noi

source: Rows
ro: Linii

source: Columns
ro: Coloane

source: Error loading num_rows value for Workspace Switcher: %s
ro: Eroare la încărcarea valorii num_rows pentru Schimbătorul spaţiilor de lucru: %s

source: Error loading display_workspace_names value for Workspace Switcher: %s
ro: Eroare la încărcarea valorii display_workspace_names pentru Schimbătorul spaţiilor de lucru: %s

source: Error loading display_all_workspaces value for Workspace Switcher: %s
ro: Eroare la încărcarea valorii display_all_workspace pentru Schimbătorul spaţiilor de lucru: %s

source: The Workspace Switcher shows you a small version of your workspaces that lets you manage your windows.
ro: Schimbătorul de ecrane vă arată o versiune în miniatură a ecranelor care vă permite să administraţi ferestrele.

source: Number of _workspaces:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ _ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ:
ro: Numărul de _ecrane

source: Show _all workspaces
ro: Arată _toate ecranele

source: Show only the _current workspace
ro: Arată doar ecranul curent

source: Show workspace _names in the switcher
ro: Arată _numele ecranelor în schimbător

source: Workspace Names
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ
ro: Numele ecranelor

source: Workspace Switcher Preferences
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘» ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
ro: Preferinţe schimbător ecrane

source: Workspaces
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ
ro: Ecrane

source: If this is true, the Workspace Switcher will show all workspaces, otherwise it will only show the current workspace.
ro: Dacă acesta este setat, schimbătorul spaţiilor de lucru va arăta toate spaţiile, altfel va arăta doar spaţiul curent.

source: If this is true, the workspaces in the Workspace Switcher will display the names of the workspaces, otherwise they will display the contents of the workspace.
ro: Dacă acesta este setat, schimbătorul spaţiilor de lucru va arăta numele spaţiilor, altfel va arăta conţinutul acestora.

source: Number of rows in the Workspace Switcher.
ro: Numărul de linii în Schimbătorul spaţiilor de lucru

source: When showing all the workspaces this determines how many rows (for horizontal layout) or columns (for vertical layout) the Workspace Switcher shows the workspaces in.
ro: Când arată toate spaţiile de lucru, aceasta determină câte rânduri ( pentru layout orizontal ) sau coloane ( pentru layout vertical ) foloseşte Schimbătorul spaţiilor de lucru.

source: Whether to display the all workspaces in the Workspace Switcher.
ro: Dacă să afişeze toate spaţiile în Schimbătorul spaţiilor de lucru

source: Whether to display the names of the workspaces in the Workspace Switcher.
ro: Dacă să afişeze numele spaţiilor în Schimbătorul spaţiilor de lucru

source: Click here to restore hidden windows.
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘£ğ‘½ ğ‘‘ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ.
ro: Clic aici pentru a restaura ferestrele ascunse.

source: Click here to hide all windows and show the desktop.
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘£ğ‘½ ğ‘‘ ğ‘£ğ‘²ğ‘› ğ‘·ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ ğ‘–ğ‘´ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘.
ro: Clic aici pentru a ascunde toate ferestrele şi arăta desktopul.

source: Failed to load %s: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› %s: %s
ro: Eşuare la încărcarea imaginii %s: %s

source: File not found
ro: Fişierul nu a fost găsit

source: This button lets you hide all windows and show the desktop
ro: Acest buton vă permite să ascundeţi toate ferestrele şi să arătaţi desktopul

source: The Window List shows a list of all visible windows and lets you browse them.
ro: Apletul Listă ferestre arată o listă cu toate ferestrele vizibile şi vă permite să le răsfoiţi.

source: Group windows when _space is limited
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ _ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘Ÿ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘›
ro: Grupează ferestrele când _spaţiul este limitat

source: M_inimum size:
ro: Măr_imea minimă

source: Ma_ximum size:
ro: Mărimea ma_ximă

source: Restore to current _workspace
en@shaw: ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ _ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•
ro: Restaurează în spaţiul de lucru _curent

source: Restore to na_tive workspace
en@shaw: ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘‘ ğ‘¯ğ‘±_ğ‘‘ğ‘¦ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•
ro: Restaurează în spaţiul de lucru na_tiv

source: Show windows from _current workspace
ro: Arată ferestre din ecranul _curent

source: Show windows from a_ll workspaces
en@shaw: ğ‘–ğ‘´ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘­_ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ
ro: Arată ferestre din toate ecranele

source: When restoring minimized windows
ro: Când restaurează ferestre minimizate

source: Window List Preferences
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
ro: Preferinţe Listă ferestre

source: Window List content
ro: Conţinut Listă ferestre

source: Window List size
ro: Mărime Listă ferestre

source: Window grouping
ro: Grupare ferestre

source: _Always group windows
en@shaw: _ğ‘­ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ
ro: Totde_auna grupează ferestrele

source: _Never group windows
en@shaw: _ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘œğ‘®ğ‘µğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ
ro: _Niciodată nu grupa ferestrele

source: Decides when to group windows from the same application on the Window List. Valid values are "never", "auto" and "always".
ro: Decide unde să grupeze ferestrele din aceeaşi aplicaţie în Lista ferestrelor. Valori valide sunt"niciodată", "auto" şi "întotdeauna".

source: If this is true, the Window List will show windows from all workspaces, otherwise it will display windows from the current workspace only.
ro: Dacă este setat, Lista ferestrelor va arăta ferestrele din toate spaţiile de lucru, altfel va arăta ferestre doar din spaţiul curent.

source: Maximum size that Window List requests
ro: Mărimea maximă pe care Lista ferestrelor o cere

source: Minimum size that Window List requests
ro: Mărimea minimă pe care Lista ferestrelor o cere

source: Move windows to the current workspace when unminimized
ro: Mută ferestrele în ecranul curent când sunt refăcute

source: Show windows from all workspaces
en@shaw: ğ‘–ğ‘´ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ
ro: Arată ferestrele din toate ecranele

source: This value is the maximum width that Window List requests. The maximum width setting is useful to limit the size of Window List in large panels such as edge panels, where Window List could fill the entire space available.
ro: Această valoare este lăţimea maximă pe care o cere Lista ferestrelor.

source: To be usable, Window List requires a minimum width. Window List requests this minimum width. The minimum width setting is useful for sliding and edge panels, which usually request a small default width.
ro: Această valoare este lăţimea minimă pe care o poate lua Lista ferestrelor.

source: When to group windows
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ
ro: Când să grupez ferestrele

source: Area where notification icons appear
en@shaw: ğ‘ºğ‘¦ğ‘© ğ‘¢ğ‘º ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘©ğ‘ğ‘½
ro: Zonă unde apar iconurile de notificare

source: Notification Area
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ºğ‘¦ğ‘©
ro: Zonă notificare

source: Notification Area Factory
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ºğ‘¦ğ‘© ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦
ro: Fabrică zona notificare

source: Panel Notification Area
en@shaw: ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ºğ‘¦ğ‘©
ro: Zonă panou pentru notificare

source: _Remove From Panel
en@shaw: _ğ‘®ğ‘°ğ‘¥ğ‘µğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤
ro: _Elimină din panou

source: _Move
en@shaw: _ğ‘¥ğ‘µğ‘
ro: _Mută

source: No object_type set for panel object with ID %s
ro: Nici un object_type setat pentru panoul obiect cu ID-ul %s

source: No panel_id set for panel object with ID %s
ro: Nici un panel_id setat pentru obiectul panou cu ID-ul %s

source: Can't find an empty spot
ro: Nu pot găsi un loc liber

source: Mode
ro: Mod

source: Mode of this panel
ro: Modul acestui panou

source: State
ro: Stare

source: Current state of this panel
ro: Starea curentă a acestui panou

source: Hidebuttons enabled
ro: Activează butoanele de ascundere

source: Are hidebuttons (buttons that hide or show the panel) enabled?
ro: Sunt butoanele pentru ascunderea panoului activate?

source: Hidebutton pixmaps enabled
ro: Activează imagini în butoanele de ascundere

source: Hidebuttons have pixmaps
ro: Butoanele de ascundere au imagini

source: Hide this panel
ro: Ascunde acest panou

source: Show this panel
ro: Arată acest panou

source: Failed to load image %s Details: %s
ro: Eşuare la încărcarea imaginii %s Detalii: %s

source: none
ro: nimic

source: file not found
ro: fişierul nu a fost găsit

source: Size
ro: Mărime

source: The desired ButtonWidget size
ro: Mărimea dorită pentru ButtonWidget

source: Has Arrow
ro: Are săgeată

source: Whether or not to draw an arrow indicator
ro: Dacă să arate sau nu o săgeată indicatoare

source: Orientation
ro: Orientare

source: The ButtonWidget orientation
ro: Orientarea ButtonWidget-ului

source: Icon Name
ro: Numele iconului

source: The desired icon for the ButtonWidget
ro: Iconul dorit pentru ButtonWidget

source: Stock Icon ID
ro: ID icon stoc

source: The desired stock icon for the ButtonWidget
ro: Foloseşte icon personal pentru ButtonWidget

source: Expander Size
ro: Mărime extensor

source: Size of the expander arrow
ro: Mărimea săgeţii pentru extindere

source: Debian Menu
ro: Meniu Debian

source: SuSE Menu
ro: Meniu SuSE

source: CDE Menu
ro: Meniu CDE

source: Size and Position
ro: Mărime şi poziţie

source: Tooltip/Name
ro: Pont/Nume

source: Applet appearance
ro: Aspect aplet

source: Drawer handle
ro: Mâner dulap

source: Enable hidebutton
ro: Activează buton ascundere
